# *****************************************************************
#
# IBM Confidential
#
# OCO Source Materials
#
# Copyright IBM Corp. 2010, 2012                                   
#
# The source code for this program is not published or otherwise
# divested of its trade secrets, irrespective of what has been
# deposited with the U.S. Copyright Office.
#
# ***************************************************************** 
# DO NOT EDIT. THIS FILE IS GENERATED.
# NLS_ENCODING=UNICODE 
# NLS_MARKUP=IBMNJDK2 
# NLS_MESSAGEFORMAT_NONE
## G11N SA UI -- Special IT Audience resources follow
complex-category.mobile = \u30e2\u30d0\u30a4\u30eb
property.transition.group.mobile_transition.name= \u5207\u308a\u66ff\u3048
# "slide", "fade", "flip", and "none" should not be translated.
property.transition.group.mobile_transition.descr= \u30a2\u30cb\u30e1\u30fc\u30b7\u30e7\u30f3\u306b\u3088\u308b\u5207\u308a\u66ff\u3048\u52b9\u679c\u306e\u30bf\u30a4\u30d7\u3002 \u30aa\u30d7\u30b7\u30e7\u30f3\u306b\u306f\u3001slide (\u65b0\u898f\u30da\u30fc\u30b8\u304c\u6a2a\u304b\u3089\u30b9\u30e9\u30a4\u30c9\u3057\u3066\u304d\u3066\u53e4\u3044\u30da\u30fc\u30b8\u3092\u8986\u3046)\u3001fade (\u53e4\u3044\u30da\u30fc\u30b8\u304c\u30d5\u30a7\u30fc\u30c9\u30a2\u30a6\u30c8\u3057\u3066\u65b0\u898f\u30da\u30fc\u30b8\u304c\u30d5\u30a7\u30fc\u30c9\u30a4\u30f3\u3059\u308b)\u3001flip (\u65b0\u898f\u30da\u30fc\u30b8\u304c\u53e4\u3044\u30da\u30fc\u30b8\u306e\u88cf\u9762\u306b\u5370\u5237\u3055\u308c\u3066\u3044\u308b\u304b\u306e\u3088\u3046\u306b\u3001\u53e4\u3044\u30da\u30fc\u30b8\u304c\u53cd\u8ee2\u3057\u3066\u65b0\u3057\u3044\u30da\u30fc\u30b8\u304c\u8868\u793a\u3055\u308c\u308b)\u3001none (\u5207\u308a\u66ff\u3048\u52b9\u679c\u306a\u3057\u3067\u3001\u65b0\u898f\u30da\u30fc\u30b8\u304c\u305f\u3060\u3061\u306b\u8868\u793a\u3055\u308c\u308b) \u304c\u3042\u308a\u307e\u3059\u3002 \u30c7\u30d5\u30a9\u30eb\u30c8\u5024\u306f slide \u3067\u3059\u3002
property.onTouchStart.name= \u30bf\u30c3\u30c1\u958b\u59cb
property.onTouchStart.descr= \u30e6\u30fc\u30b6\u30fc\u304c\u3053\u306e\u30b3\u30f3\u30c8\u30ed\u30fc\u30eb\u306b\u30bf\u30c3\u30c1\u3059\u308b\u3068\u8d77\u52d5\u3055\u308c\u307e\u3059
property.onTouchEnd.name= \u30bf\u30c3\u30c1\u7d42\u4e86
property.onTouchEnd.descr= \u30e6\u30fc\u30b6\u30fc\u304c\u3053\u306e\u30b3\u30f3\u30c8\u30ed\u30fc\u30eb\u304b\u3089\u6307\u3092\u96e2\u3059\u3068\u8d77\u52d5\u3055\u308c\u307e\u3059
property.onTouchMove.name= \u30bf\u30c3\u30c1\u3057\u305f\u307e\u307e\u3067\u79fb\u52d5\u6642
property.onTouchMove.descr= \u30e6\u30fc\u30b6\u30fc\u304c\u3053\u306e\u30b3\u30f3\u30c8\u30ed\u30fc\u30eb\u4e0a\u3067\u6307\u3092\u30c9\u30e9\u30c3\u30b0\u3059\u308b\u3068\u8d77\u52d5\u3055\u308c\u307e\u3059
component.singlePageApp.name= \u5358\u4e00\u30da\u30fc\u30b8\u30a2\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3
component.singlePageApp.descr= \u8907\u6570\u306e\u30a2\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u30da\u30fc\u30b8\u30b3\u30f3\u30c8\u30ed\u30fc\u30eb\u3067\u69cb\u6210\u3055\u308c\u308b\u304c\u3001\u5e38\u306b 1 \u3064\u306e\u30a2\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u30da\u30fc\u30b8\u30b3\u30f3\u30c8\u30ed\u30fc\u30eb\u306e\u307f\u3092\u8868\u793a\u3059\u308b\u3001\u30a2\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u306e\u30ec\u30a4\u30a2\u30a6\u30c8\u3068\u69cb\u6210\u3092\u51e6\u7406\u3059\u308b\u30b3\u30f3\u30c8\u30ed\u30fc\u30eb
property.selectedPageName.name= \u9078\u629e\u3055\u308c\u305f\u30da\u30fc\u30b8\u540d
property.selectedPageName.descr= \u30da\u30fc\u30b8\u306e\u8aad\u307f\u8fbc\u307f\u6642\u306b\u8868\u793a\u3059\u308b\u30a2\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u30da\u30fc\u30b8\u30b3\u30f3\u30c8\u30ed\u30fc\u30eb\u306e pageName \u30d7\u30ed\u30d1\u30c6\u30a3\u306e\u5024\u3002
component.djxmHeading.name= \u30da\u30fc\u30b8\u898b\u51fa\u3057
component.djxmHeading.descr= \u3053\u306e\u30b3\u30f3\u30c8\u30ed\u30fc\u30eb\u306f\u3001\u30a2\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u30da\u30fc\u30b8\u30b3\u30f3\u30c8\u30ed\u30fc\u30eb\u5185\u306e\u30d8\u30c3\u30c0\u30fc\u3068\u3057\u3066\u4f7f\u7528\u3059\u308b\u5fc5\u8981\u304c\u3042\u308a\u307e\u3059
property.back.name= [\u623b\u308b] \u30e9\u30d9\u30eb
property.back.descr= \u524d\u306e\u30a2\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u30da\u30fc\u30b8\u30b3\u30f3\u30c8\u30ed\u30fc\u30eb\u306e\u8868\u793a\u306b\u623b\u308b\u30dc\u30bf\u30f3\u306e\u30e9\u30d9\u30eb\u3002
property.href.name= \u30ca\u30d3\u30b2\u30fc\u30b7\u30e7\u30f3 URL
property.href.descr= [\u623b\u308b] \u30dc\u30bf\u30f3\u3092\u62bc\u3057\u305f\u3068\u304d\u306b\u958b\u304f URL
property.moveTo.component.djxmHeading.name= \u79fb\u52d5\u5148
property.moveTo.component.djxmHeading.descr= [\u623b\u308b] \u30dc\u30bf\u30f3\u3092\u62bc\u3057\u305f\u3068\u304d\u306e\u5207\u308a\u66ff\u3048\u5148\u306e\u30a2\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u30da\u30fc\u30b8\u30b3\u30f3\u30c8\u30ed\u30fc\u30eb\u306e pageName \u30d7\u30ed\u30d1\u30c6\u30a3\u306e\u5024
property.label.component.djxmHeading.name= \u30e9\u30d9\u30eb
property.label.component.djxmHeading.descr= [\u623b\u308b] \u30dc\u30bf\u30f3\u306e\u5f8c\u306b\u3001\u898b\u51fa\u3057\u9818\u57df\u306b\u8868\u793a\u3055\u308c\u308b\u30c6\u30ad\u30b9\u30c8\u3002 \u3053\u306e\u30a2\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u30da\u30fc\u30b8\u898b\u51fa\u3057\u30b3\u30f3\u30c8\u30ed\u30fc\u30eb\u306b\u542b\u307e\u308c\u308b\u3059\u3079\u3066\u306e\u30b3\u30f3\u30c8\u30ed\u30fc\u30eb\u3082\u898b\u51fa\u3057\u9818\u57df\u306b\u8868\u793a\u3055\u308c\u307e\u3059\u3002 \u30c6\u30ad\u30b9\u30c8\u3068\u30b3\u30f3\u30c8\u30ed\u30fc\u30eb\u306e\u4e21\u65b9\u304c\u3042\u308b\u5834\u5408\u306f\u3001\u30c6\u30ad\u30b9\u30c8\u306f\u30b3\u30f3\u30c8\u30ed\u30fc\u30eb\u306e\u5f8c\u306b\u8868\u793a\u3055\u308c\u307e\u3059\u3002
component.djxmRoundRectList.name= \u89d2\u3092\u4e38\u304f\u3057\u305f\u30ea\u30b9\u30c8
component.djxmRoundRectList.descr= \u7e26\u65b9\u5411\u306e\u30ea\u30b9\u30c8\u306b\u8868\u793a\u3059\u308b\u8907\u6570\u30a2\u30a4\u30c6\u30e0\u306e\u30b3\u30f3\u30c6\u30ca\u3002 \u89d2\u3092\u4e38\u304f\u3057\u305f\u5883\u754c\u7dda\u304c\u3001\u30ea\u30b9\u30c8\u30a2\u30a4\u30c6\u30e0\u3092\u56f2\u307f\u307e\u3059\u3002
property.iconBase.name= \u30c7\u30d5\u30a9\u30eb\u30c8\u30a2\u30a4\u30b3\u30f3\u30d9\u30fc\u30b9
property.iconBase.descr= \u5b50\u9805\u76ee\u306e\u30c7\u30d5\u30a9\u30eb\u30c8\u30a2\u30a4\u30b3\u30f3\u30d1\u30b9\u3002 \u5b50\u9805\u76ee\u306b\u72ec\u81ea\u306e\u30a2\u30a4\u30b3\u30f3\u30d1\u30e9\u30e1\u30fc\u30bf\u304c\u6307\u5b9a\u3055\u308c\u3066\u3044\u306a\u3044\u5834\u5408\u306f\u3001\u3053\u306e\u5024\u304c\u30a2\u30a4\u30b3\u30f3\u30d1\u30b9\u3068\u3057\u3066\u4f7f\u7528\u3055\u308c\u307e\u3059\u3002 \u3053\u306e\u30d1\u30e9\u30e1\u30fc\u30bf\u306f\u3001\u30a2\u30a4\u30b3\u30f3\u306e\u3059\u3079\u3066\u307e\u305f\u306f\u307b\u3068\u3093\u3069\u304c\u540c\u3058\u5834\u5408\u3001\u307e\u305f\u306f CSS \u30b9\u30d7\u30e9\u30a4\u30c8\u30a2\u30a4\u30b3\u30f3\u3092\u4f7f\u7528\u3059\u308b\u5834\u5408\u306b\u7279\u306b\u5f79\u7acb\u3061\u307e\u3059\u3002\u305d\u306e\u5834\u5408\u306f\u3001\u3053\u306e\u30d1\u30e9\u30e1\u30fc\u30bf\u3068\u5404\u30a2\u30a4\u30b3\u30f3\u306e\u30a2\u30a4\u30b3\u30f3\u4f4d\u7f6e\u3092\u4f7f\u7528\u3057\u3066\u3001\u96c6\u7d04\u30a2\u30a4\u30b3\u30f3\u30a4\u30e1\u30fc\u30b8\u3092\u6307\u5b9a\u3057\u307e\u3059\u3002
property.iconPos.name= \u30c7\u30d5\u30a9\u30eb\u30c8\u30a2\u30a4\u30b3\u30f3\u4f4d\u7f6e
property.iconPos.descr= \u5b50\u9805\u76ee\u306e\u30c7\u30d5\u30a9\u30eb\u30c8\u30a2\u30a4\u30b3\u30f3\u4f4d\u7f6e\u3002 \u3053\u306e\u30d1\u30e9\u30e1\u30fc\u30bf\u306f\u3001\u30a2\u30a4\u30b3\u30f3\u306e\u3059\u3079\u3066\u307e\u305f\u306f\u307b\u3068\u3093\u3069\u304c\u540c\u3058\u5834\u5408\u306b\u5f79\u306b\u7acb\u3061\u307e\u3059\u3002 \u3053\u308c\u306f\u3001\u96c6\u7d04\u30a2\u30a4\u30b3\u30f3\u5185\u306e\u500b\u5225\u30a2\u30a4\u30b3\u30f3\u306e\u4f4d\u7f6e\u3067\u3059\u3002 \u300c\u4e0a,\u5de6,\u5e45,\u9ad8\u3055\u300d\u306e\u3088\u3046\u306b\u3001\u30ab\u30f3\u30de\u533a\u5207\u308a\u306e\u30d4\u30af\u30bb\u30eb\u30aa\u30d5\u30bb\u30c3\u30c8\u5024\u3068\u3057\u3066\u6307\u5b9a\u3057\u307e\u3059 (\u4f8b\u3048\u3070\u3001\u300c0,0,29,29\u300d)\u3002
component.djxmLineItem.name= \u89d2\u3092\u4e38\u304f\u3057\u305f\u30ea\u30b9\u30c8\u9805\u76ee
component.djxmLineItem.descr= \u30ea\u30b9\u30c8\u5185\u306e\u5358\u4e00\u9805\u76ee\u3068\u3057\u3066\u6a5f\u80fd\u3059\u308b\u3001\u89d2\u3092\u4e38\u304f\u3057\u305f\u30ea\u30b9\u30c8\u30b3\u30f3\u30c6\u30ca\u30b3\u30f3\u30c8\u30ed\u30fc\u30eb\u5185\u306b\u914d\u7f6e\u3055\u308c\u308b\u30b3\u30f3\u30c8\u30ed\u30fc\u30eb
property.icon.name= \u30a2\u30a4\u30b3\u30f3 URL
property.icon.descr= \u5de6\u5074\u306b\u8868\u793a\u3055\u308c\u308b\u30a2\u30a4\u30b3\u30f3\u306e URL\u3002 \u7a7a\u306e\u5834\u5408\u306f\u3001\u30a2\u30a4\u30b3\u30f3\u306f\u4f7f\u7528\u3055\u308c\u307e\u305b\u3093\u3002
property.moveTo.component.djxmLineItem.name= \u30bf\u30fc\u30b2\u30c3\u30c8\u30a2\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u30da\u30fc\u30b8
property.moveTo.component.djxmLineItem.descr= \u3053\u306e\u30e9\u30a4\u30f3\u9805\u76ee\u3092\u9078\u629e\u3057\u305f\u3068\u304d\u306b\u958b\u304f\u30a2\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u30da\u30fc\u30b8\u30b3\u30f3\u30c8\u30ed\u30fc\u30eb\u306e pageName \u30d7\u30ed\u30d1\u30c6\u30a3\u306e\u5024
property.label.component.djxmLineItem.name= \u30e9\u30d9\u30eb
property.label.component.djxmLineItem.descr= \u3053\u306e\u30e9\u30a4\u30f3\u9805\u76ee\u306e\u30e9\u30d9\u30eb\u3002 \u3053\u306e\u30e9\u30a4\u30f3\u9805\u76ee\u30b3\u30f3\u30c6\u30ca\u5185\u306b\u914d\u7f6e\u3055\u308c\u305f\u3059\u3079\u3066\u306e\u30b3\u30f3\u30c8\u30ed\u30fc\u30eb\u306f\u3001\u3053\u306e\u30e9\u30d9\u30eb\u30c6\u30ad\u30b9\u30c8\u306e\u524d\u306b\u8868\u793a\u3055\u308c\u307e\u3059\u3002
property.rightText.name= \u53f3\u5074\u30c6\u30ad\u30b9\u30c8
property.rightText.descr= \u30ea\u30b9\u30c8\u9805\u76ee\u306e\u53f3\u5074\u306b\u8868\u793a\u3055\u308c\u308b\u30c6\u30ad\u30b9\u30c8
component.appPage.name= \u30a2\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u30da\u30fc\u30b8
component.appPage.descr= \u5358\u4e00\u30da\u30fc\u30b8\u30a2\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u3067\u4f7f\u7528\u3055\u308c\u308b Web \u30da\u30fc\u30b8\u30d5\u30e9\u30b0\u30e1\u30f3\u30c8\u3002 \u540c\u6642\u306b\u8868\u793a\u3055\u308c\u308b\u30a2\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u30da\u30fc\u30b8\u306f 1 \u30da\u30fc\u30b8\u306e\u307f\u3067\u3059\u3002
property.keepScrollPos.name= \u30b9\u30af\u30ed\u30fc\u30eb\u4f4d\u7f6e\u306e\u4fdd\u6301
property.keepScrollPos.descr= true \u306e\u5834\u5408\u306f\u3001\u30a2\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u30da\u30fc\u30b8\u306e\u30b3\u30f3\u30c8\u30ed\u30fc\u30eb\u9593\u3067\u5207\u308a\u66ff\u3048\u304c\u884c\u308f\u308c\u305f\u3068\u304d\u306b\u30b9\u30af\u30ed\u30fc\u30eb\u4f4d\u7f6e\u304c\u4fdd\u6301\u3055\u308c\u307e\u3059\u3002 \u30c7\u30d5\u30a9\u30eb\u30c8\u5024\u306f true \u3067\u3059\u3002
property.pageName.name= \u30a2\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u30da\u30fc\u30b8\u540d
property.pageName.descr= \u30a2\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u307a\u30fc\u30b8\u306e\u540d\u524d\u3002 \u3053\u308c\u306f ID \u3068\u306f\u5225\u306e\u3082\u306e\u3067\u3059\u3002 \u8868\u793a\u3059\u308b\u30a2\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u30da\u30fc\u30b8\u3092\u6c7a\u5b9a\u3059\u308b\u305f\u3081\u306b\u5358\u4e00\u30da\u30fc\u30b8\u30a2\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u30b3\u30f3\u30c8\u30ed\u30fc\u30eb\u304c\u4f7f\u7528\u3057\u307e\u3059\u3002
property.autoCreate.name= \u52d5\u7684\u30b3\u30f3\u30c6\u30f3\u30c4
property.autoCreate.descr= \u5fc5\u8981\u306b\u5fdc\u3058\u3066\u3067\u306f\u306a\u304f\u3001\u30da\u30fc\u30b8\u306e\u4f5c\u6210\u6642\u306b\u30b5\u30fc\u30d0\u30fc\u306b\u5b50\u3092\u4f5c\u6210\u3059\u308b\u5fc5\u8981\u304c\u3042\u308b\u3053\u3068\u3092\u793a\u3057\u307e\u3059
property.resetContent.name= \u8868\u793a\u6642\u306b\u30b3\u30f3\u30c6\u30f3\u30c4\u3092\u30ea\u30bb\u30c3\u30c8\u3059\u308b
property.resetContent.descr= \u30da\u30fc\u30b8\u3092\u8868\u793a\u3059\u308b\u305f\u3073\u306b\u30da\u30fc\u30b8\u306e\u5b50\u3092\u518d\u4f5c\u6210\u3059\u308b\u3088\u3046\u306b\u6307\u5b9a\u3057\u307e\u3059\u3002
property.preload.name= \u30d7\u30ea\u30ed\u30fc\u30c9
property.preload.descr= XPage \u5168\u4f53\u3092\u6700\u521d\u306b\u8aad\u307f\u8fbc\u3080\u969b\u306b\u30a2\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u30da\u30fc\u30b8\u30b3\u30f3\u30c8\u30ed\u30fc\u30eb\u5185\u306e\u30b3\u30f3\u30c8\u30ed\u30fc\u30eb\u3092\u30b5\u30fc\u30d0\u30fc\u30b5\u30a4\u30c9\u30b3\u30f3\u30c8\u30ed\u30fc\u30eb\u30c4\u30ea\u30fc\u306b\u8aad\u307f\u8fbc\u3080\u3088\u3046\u306b\u6307\u5b9a\u3057\u307e\u3059\u3002 \u3053\u308c\u306f\u30c7\u30d5\u30a9\u30eb\u30c8\u3067 false \u306b\u306a\u308b\u305f\u3081\u3001\u30b3\u30f3\u30c6\u30f3\u30c4\u304c\u8aad\u307f\u8fbc\u307e\u308c\u308b\u306e\u306f\u3001\u30a2\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u304c\u3001\u8a72\u5f53\u3059\u308b\u30a2\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u30da\u30fc\u30b8\u306e\u8868\u793a\u306b\u5207\u308a\u66ff\u3048\u305f\u3068\u304d\u306e\u307f\u3067\u3059\u3002
component.tabBar.name= \u30bf\u30d6\u30d0\u30fc
component.tabBar.descr= \u30bb\u30b0\u30e1\u30f3\u30c8\u5316\u3055\u308c\u305f\u30dc\u30bf\u30f3\u30b3\u30f3\u30c8\u30ed\u30fc\u30eb\u3068\u3057\u3066\u3082\u4f7f\u7528\u3067\u304d\u308b\u3001\u30e2\u30d0\u30a4\u30eb\u30c7\u30d0\u30a4\u30b9\u7528\u306b\u8a2d\u8a08\u3055\u308c\u305f\u30bf\u30d6\u30d0\u30fc\u30b3\u30f3\u30c8\u30ed\u30fc\u30eb\u3002 \u30bf\u30d6\u306f\u3001\u30bf\u30d6\u30d0\u30fc\u30dc\u30bf\u30f3\u30b3\u30f3\u30c8\u30ed\u30fc\u30eb\u3068\u3057\u3066\u63d0\u4f9b\u3055\u308c\u307e\u3059\u3002
property.inHeading.name= \u898b\u51fa\u3057\u5185
property.inHeading.descr= \u3053\u306e\u30aa\u30d7\u30b7\u30e7\u30f3\u304c\u9069\u7528\u3055\u308c\u308b\u306e\u306f\u3001barType \u30d7\u30ed\u30d1\u30c6\u30a3\u304c segmentedControl \u306b\u8a2d\u5b9a\u3055\u308c\u3066\u3044\u308b\u5834\u5408\u306e\u307f\u3067\u3059\u3002 \u30bf\u30d6\u30d0\u30fc\u3092\u30a2\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u30da\u30fc\u30b8\u898b\u51fa\u3057\u30b3\u30f3\u30c8\u30ed\u30fc\u30eb\u5185\u306b\u914d\u7f6e\u3059\u308b\u5834\u5408\u306f\u3001\u3053\u308c\u3092 true \u306b\u8a2d\u5b9a\u3059\u308b\u5fc5\u8981\u304c\u3042\u308a\u307e\u3059\u3002 \u305d\u306e\u5834\u5408\u306f\u3001\u898b\u51fa\u3057\u30b3\u30f3\u30c8\u30ed\u30fc\u30eb\u306b\u3088\u3063\u3066\u80cc\u666f\u9818\u57df\u304c\u63d0\u4f9b\u3055\u308c\u307e\u3059\u3002\u305d\u306e\u305f\u3081\u3001\u30bf\u30d6\u30d0\u30fc\u3067\u80cc\u666f\u9818\u57df\u3092\u63d0\u4f9b\u3059\u308b\u5fc5\u8981\u306f\u3042\u308a\u307e\u305b\u3093\u3002
property.barType.name= \u30d0\u30fc\u30bf\u30a4\u30d7
property.barType.descr= \u8868\u793a\u3059\u308b\u30d0\u30fc\u306e\u30bf\u30a4\u30d7\u3092\u8a2d\u5b9a\u3057\u307e\u3059\u3002 \u30aa\u30d7\u30b7\u30e7\u30f3\u306b\u306f\u3001segmentedControl (\u30bf\u30d6\u3054\u3068\u306b\u7570\u306a\u308b\u30bb\u30b0\u30e1\u30f3\u30c8\u3092\u6301\u3064\u3001\u30bb\u30b0\u30e1\u30f3\u30c8\u5316\u3055\u308c\u305f\u30dc\u30bf\u30f3\u3068\u3057\u3066\u30d0\u30fc\u3092\u8868\u793a\u3059\u308b) \u307e\u305f\u306f tabBar (\u30c7\u30d5\u30a9\u30eb\u30c8\u3001\u30d0\u30fc\u3092\u30bf\u30d6\u30d0\u30fc\u3068\u3057\u3066\u8868\u793a\u3057\u3001\u30bf\u30d6\u30d0\u30fc\u30dc\u30bf\u30f3\u3092\u30bf\u30d6\u3068\u3057\u3066\u8868\u793a\u3059\u308b) \u304c\u3042\u308a\u307e\u3059\u3002
component.tabBarButton.name= \u30bf\u30d6\u30d0\u30fc\u30dc\u30bf\u30f3
component.tabBarButton.descr= \u30bf\u30d6\u30d0\u30fc\u30b3\u30f3\u30c8\u30ed\u30fc\u30eb\u5185\u306e\u500b\u5225\u306e\u30bf\u30d6\u307e\u305f\u306f\u30dc\u30bf\u30f3
property.label.component.tabBarButton.name= \u30e9\u30d9\u30eb
property.label.component.tabBarButton.descr= \u30dc\u30bf\u30f3\u306e\u30e9\u30d9\u30eb
property.icon1.name= \u9078\u629e\u3055\u308c\u3066\u3044\u306a\u3044\u30a2\u30a4\u30b3\u30f3
property.icon1.descr= \u3053\u306e\u30bf\u30d6\u30d0\u30fc\u30dc\u30bf\u30f3\u304c\u9078\u629e\u3055\u308c\u3066\u3044\u306a\u3044\u5834\u5408\u306b\u8868\u793a\u3055\u308c\u308b\u30a2\u30a4\u30b3\u30f3\u3002\u591a\u304f\u306e\u5834\u5408\u3001\u30c0\u30fc\u30af\u30b0\u30ec\u30fc\u306e\u30a2\u30a4\u30b3\u30f3\u3067\u3001\u9078\u629e\u6e08\u307f\u30a2\u30a4\u30b3\u30f3\u3088\u308a\u76ee\u7acb\u305f\u306a\u3044\u3088\u3046\u306b\u8a2d\u8a08\u3055\u308c\u307e\u3059\u3002
property.icon2.name= \u9078\u629e\u6e08\u307f\u30a2\u30a4\u30b3\u30f3
property.icon2.descr= \u3053\u306e\u30bf\u30d6\u30d0\u30fc\u30dc\u30bf\u30f3\u304c\u9078\u629e\u3055\u308c\u3066\u3044\u308b\u5834\u5408\u306b\u8868\u793a\u3055\u308c\u308b\u30a2\u30a4\u30b3\u30f3\u3002\u591a\u304f\u306e\u5834\u5408\u3001\u5f37\u8abf\u8868\u793a\u3055\u308c\u308b\u304b\u660e\u308b\u3044\u8272\u306e\u30a2\u30a4\u30b3\u30f3\u3067\u3001\u76ee\u7acb\u3064\u3088\u3046\u306b\u8a2d\u8a08\u3055\u308c\u307e\u3059\u3002
property.iconPos1.name= \u9078\u629e\u3055\u308c\u3066\u3044\u306a\u3044\u30a2\u30a4\u30b3\u30f3\u306e\u4f4d\u7f6e
property.iconPos1.descr= \u9078\u629e\u3055\u308c\u3066\u3044\u306a\u3044\u30a2\u30a4\u30b3\u30f3\u306e\u30a2\u30a4\u30b3\u30f3\u4f4d\u7f6e\u3002 \u3053\u308c\u306f\u3001\u96c6\u7d04\u30a2\u30a4\u30b3\u30f3\u5185\u306e\u500b\u5225\u30a2\u30a4\u30b3\u30f3\u306e\u4f4d\u7f6e\u3067\u3059\u3002 \u300c\u4e0a,\u5de6,\u5e45,\u9ad8\u3055\u300d\u306e\u3088\u3046\u306b\u3001\u30ab\u30f3\u30de\u533a\u5207\u308a\u306e\u30d4\u30af\u30bb\u30eb\u30aa\u30d5\u30bb\u30c3\u30c8\u5024\u3068\u3057\u3066\u6307\u5b9a\u3057\u307e\u3059 (\u4f8b\u3048\u3070\u3001\u300c0,0,29,29\u300d)\u3002
property.iconPos2.name= \u9078\u629e\u3055\u308c\u305f\u30a2\u30a4\u30b3\u30f3\u306e\u4f4d\u7f6e
property.iconPos2.descr= \u9078\u629e\u3055\u308c\u305f\u30a2\u30a4\u30b3\u30f3\u306e\u30a2\u30a4\u30b3\u30f3\u4f4d\u7f6e\u3002 \u3053\u308c\u306f\u3001\u96c6\u7d04\u30a2\u30a4\u30b3\u30f3\u5185\u306e\u500b\u5225\u30a2\u30a4\u30b3\u30f3\u306e\u4f4d\u7f6e\u3067\u3059\u3002 \u300c\u4e0a,\u5de6,\u5e45,\u9ad8\u3055\u300d\u306e\u3088\u3046\u306b\u3001\u30ab\u30f3\u30de\u533a\u5207\u308a\u306e\u30d4\u30af\u30bb\u30eb\u30aa\u30d5\u30bb\u30c3\u30c8\u5024\u3068\u3057\u3066\u6307\u5b9a\u3057\u307e\u3059 (\u4f8b\u3048\u3070\u3001\u300c0,0,29,29\u300d)\u3002
property.selected.name= \u59cb\u3081\u306b\u9078\u629e
property.selected.descr= \u3053\u306e\u30dc\u30bf\u30f3\u3092\u6700\u521d\u306b\u9078\u629e\u6e08\u307f\u3068\u3057\u3066\u30de\u30fc\u30af\u3059\u308b\u304b\u3069\u3046\u304b\u3092\u6307\u5b9a\u3057\u307e\u3059
property.transition.component.tabBarButton.name= \u5207\u308a\u66ff\u3048
property.transition.component.tabBarButton.descr= \u5b9f\u884c\u3059\u308b\u30da\u30fc\u30b8\u9593\u306e\u5207\u308a\u66ff\u3048\u306e\u30bf\u30a4\u30d7\u3002
property.selectOne.name= 1 \u3064\u3092\u9078\u629e
# true and false should not be translated
property.selectOne.descr= \u9078\u629e\u3092\u8a31\u53ef\u3059\u308b\u9805\u76ee\u6570\u3092 1 \u3064\u306e\u307f\u307e\u305f\u306f\u8907\u6570\u306b\u3057\u307e\u3059\u3002 \u30c7\u30d5\u30a9\u30eb\u30c8\u3067\u306f true \u306b\u306a\u308a\u30011 \u3064\u306e\u9805\u76ee\u306e\u307f\u3092\u9078\u629e\u3067\u304d\u307e\u3059\u3002 \u8907\u6570\u306e\u9805\u76ee\u3092\u9078\u629e\u3067\u304d\u308b\u3088\u3046\u306b\u3059\u308b\u5834\u5408\u306f\u3001false \u3092\u4f7f\u7528\u3057\u307e\u3059\u3002
component.toolBarButton.name= \u30c4\u30fc\u30eb\u30d0\u30fc\u30dc\u30bf\u30f3
component.toolBarButton.descr= \u30da\u30fc\u30b8\u898b\u51fa\u3057\u30b3\u30f3\u30c8\u30ed\u30fc\u30eb\u5185\u306b\u914d\u7f6e\u3055\u308c\u3001\u306a\u3093\u3089\u304b\u306e\u30a2\u30af\u30b7\u30e7\u30f3\u3092\u5b9f\u884c\u3057\u305f\u308a\u7570\u306a\u308b\u30da\u30fc\u30b8\u3092\u958b\u304f\u3053\u3068\u304c\u3067\u304d\u308b\u30dc\u30bf\u30f3
property.label.component.toolBarButton.name= \u30e9\u30d9\u30eb
property.label.component.toolBarButton.descr= \u30dc\u30bf\u30f3\u306b\u8868\u793a\u3055\u308c\u308b\u30e9\u30d9\u30eb
property.href.component.toolBarButton.name= URL \u53c2\u7167
property.href.component.toolBarButton.descr= \u30dc\u30bf\u30f3\u304c\u30af\u30ea\u30c3\u30af\u3055\u308c\u305f\u3068\u304d\u306b\u30ca\u30d3\u30b2\u30fc\u30c8\u3055\u308c\u308b Web \u30da\u30fc\u30b8\u306e URL
property.hrefTarget.name= URL \u53c2\u7167\u30bf\u30fc\u30b2\u30c3\u30c8\u30d5\u30ec\u30fc\u30e0
# "href" is not translated
property.hrefTarget.descr= "href" \u30d7\u30ed\u30d1\u30c6\u30a3\u3067\u6307\u5b9a\u3055\u308c\u305f Web \u30da\u30fc\u30b8\u3092\u3069\u3053\u3067\u958b\u304f\u304b\u3092\u6307\u5b9a\u3059\u308b\u30bf\u30fc\u30b2\u30c3\u30c8
property.icon.component.toolBarButton.name= \u30a2\u30a4\u30b3\u30f3
property.icon.component.toolBarButton.descr= \u30e9\u30d9\u30eb\u306e\u524d\u306b\u8868\u793a\u3059\u308b\u30a2\u30a4\u30b3\u30f3\u3002
property.iconPos.component.toolBarButton.name= \u30a2\u30a4\u30b3\u30f3\u4f4d\u7f6e
property.iconPos.component.toolBarButton.descr= \u96c6\u7d04\u3055\u308c\u305f\u30a2\u30a4\u30b3\u30f3\u306e\u4f4d\u7f6e\u3002 \u4e0a\u4f4d\u7f6e\u3001\u5de6\u4f4d\u7f6e\u3001\u5e45\u3001\u9ad8\u3055\u3092\u30ab\u30f3\u30de\u3067\u533a\u5207\u3063\u305f\u5024 (\u4f8b: "0,0,29,29")\u3002
property.moveTo.component.toolBarButton.name= \u79fb\u52d5\u5148
# "pageName" is not translated
property.moveTo.component.toolBarButton.descr= \u30dc\u30bf\u30f3\u3092\u62bc\u3057\u305f\u3068\u304d\u306e\u5207\u308a\u66ff\u3048\u5148\u306e\u30a2\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u30da\u30fc\u30b8\u30b3\u30f3\u30c8\u30ed\u30fc\u30eb\u306e pageName \u30d7\u30ed\u30d1\u30c6\u30a3\u306e\u5024
property.url.name= URL
property.url.descr= HTML \u30d5\u30e9\u30b0\u30e1\u30f3\u30c8\u30da\u30fc\u30b8\u306e URL \u307e\u305f\u306f\u30a2\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u30da\u30fc\u30b8\u30b3\u30f3\u30c8\u30ed\u30fc\u30eb\u306e\u65b0\u898f\u30b3\u30f3\u30c6\u30f3\u30c4\u3092\u8868\u3059 JSON \u30c7\u30fc\u30bf
property.urlTarget.name= URL \u30bf\u30fc\u30b2\u30c3\u30c8
property.urlTarget.descr= URL \u30d1\u30e9\u30e1\u30fc\u30bf\u306b\u57fa\u3065\u3044\u3066\u65b0\u898f\u30a2\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u30da\u30fc\u30b8\u304c\u4f5c\u6210\u3055\u308c\u308b HTML \u8981\u7d20\u306e ID
property.callback.name= \u30b3\u30fc\u30eb\u30d0\u30c3\u30af
property.callback.descr= \u5207\u308a\u66ff\u3048\u5b8c\u4e86\u6642\u306b\u547c\u3073\u51fa\u3055\u308c\u308b\u30af\u30e9\u30a4\u30a2\u30f3\u30c8\u30b5\u30a4\u30c9 JavaScript \u95a2\u6570
property.alt.name= \u30a2\u30a4\u30b3\u30f3\u4ee3\u66ff\u30c6\u30ad\u30b9\u30c8
property.alt.descr= \u30a2\u30a4\u30b3\u30f3\u30a4\u30e1\u30fc\u30b8\u3092\u8868\u793a\u3067\u304d\u306a\u3044\u5834\u5408\u306b\u8868\u793a\u3055\u308c\u308b\u4ee3\u66ff\u8aac\u660e\u30c6\u30ad\u30b9\u30c8\u3002
property.tabIndex.name= \u30bf\u30d6\u7d22\u5f15
property.tabIndex.descr= Web \u30da\u30fc\u30b8\u306e\u30bf\u30d6\u9806\u5e8f\u5185\u306b\u3042\u308b\u30dc\u30bf\u30f3\u306e\u6574\u6570\u7d22\u5f15
property.transitionDir.name= \u5207\u308a\u66ff\u3048\u65b9\u5411
property.transitionDir.descr= \u30a2\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u30da\u30fc\u30b8\u30b3\u30f3\u30c8\u30ed\u30fc\u30eb\u9593\u306e\u5207\u308a\u66ff\u3048\u306e\u65b9\u5411
property.back.component.toolBarButton.name= \u623b\u308b
property.back.component.toolBarButton.descr= \u30dc\u30bf\u30f3\u304c\u30af\u30ea\u30c3\u30af\u3055\u308c\u308b\u3068\u524d\u306e\u30da\u30fc\u30b8\u306b\u30ca\u30d3\u30b2\u30fc\u30c8\u3057\u307e\u3059
property.toggle.name= \u5207\u308a\u66ff\u3048
property.toggle.descr= \u30dc\u30bf\u30f3\u3092\u30af\u30ea\u30c3\u30af\u3059\u308b\u3068\u30aa\u30f3/\u30aa\u30d5\u3092\u5207\u308a\u66ff\u3048\u308b\u3053\u3068\u306e\u3067\u304d\u308b\u66ff\u3048\u30dc\u30bf\u30f3\u52d5\u4f5c\u3092\u6709\u52b9\u306b\u3057\u307e\u3059
property.selected.component.toolBarButton.name= \u9078\u629e\u6e08\u307f
# "toggle" should not be translated
property.selected.component.toolBarButton.descr= "toggle" \u30d7\u30ed\u30d1\u30c6\u30a3\u3067\u4f7f\u7528\u3055\u308c\u3001\u5207\u308a\u66ff\u3048\u30dc\u30bf\u30f3\u304c\u521d\u671f\u72b6\u614b\u3067\u9078\u629e\u3055\u308c\u3066\u3044\u308b\u3088\u3046\u306b\u3057\u307e\u3059
property.light.name= \u5358\u7d14\u306a\u30dc\u30bf\u30f3
# "label" and "icon" should not be translated
property.light.descr= True \u306b\u3059\u308b\u3068\u3001"label" \u3068 "icon" \u30d7\u30ed\u30d1\u30c6\u30a3\u306e\u4f7f\u7528\u3092\u7981\u6b62\u3059\u308b\u5358\u7d14\u306a HTML \u51fa\u529b\u3092\u751f\u6210\u3057\u307e\u3059\u3002
property.arrow.name= \u77e2\u5370
property.arrow.descr= \u3053\u306e\u30dc\u30bf\u30f3\u306b\u524d\u3078\u77e2\u5370\u3068\u6b21\u3078\u77e2\u5370\u3092\u8868\u793a\u3057\u307e\u3059
property.transition.component.toolBarButton.name= \u5207\u308a\u66ff\u3048
property.transition.component.toolBarButton.descr= \u30a2\u30cb\u30e1\u30fc\u30b7\u30e7\u30f3\u306b\u3088\u308b\u5207\u308a\u66ff\u3048\u52b9\u679c\u306e\u30bf\u30a4\u30d7
component.djxmSwitch.name= \u5207\u308a\u66ff\u3048\u30b9\u30a4\u30c3\u30c1
component.djxmSwitch.descr= \u30aa\u30d7\u30b7\u30e7\u30f3\u3092\u6709\u52b9\u307e\u305f\u306f\u7121\u52b9\u306b\u3059\u308b\u305f\u3081\u306b\u30e6\u30fc\u30b6\u30fc\u304c\u4f7f\u7528\u3067\u304d\u308b\u30aa\u30f3/\u30aa\u30d5\u30b9\u30a4\u30c3\u30c1
property.onStateChanged.name= \u72b6\u614b\u5909\u66f4\u30b9\u30af\u30ea\u30d7\u30c8
property.onStateChanged.descr= \u3053\u306e\u30a4\u30d9\u30f3\u30c8\u304c\u8d77\u52d5\u3055\u308c\u308b\u3068\u3001\u30b9\u30a4\u30c3\u30c1\u304c\u30aa\u30f3\u304b\u3089\u30aa\u30d5\u3001\u307e\u305f\u306f\u30aa\u30d5\u304b\u3089\u30aa\u30f3\u306b\u5909\u66f4\u3055\u308c\u307e\u3059
property.leftLabel.name= \u30aa\u30f3\u72b6\u614b\u30e9\u30d9\u30eb
property.leftLabel.descr= \u30b9\u30a4\u30c3\u30c1\u304c\u30aa\u30f3\u72b6\u614b\u306e\u5834\u5408\u306b\u30b9\u30a4\u30c3\u30c1\u30b3\u30f3\u30c8\u30ed\u30fc\u30eb\u306b\u8868\u793a\u3059\u308b\u30e9\u30d9\u30eb
property.rightLabel.name= \u30aa\u30d5\u72b6\u614b\u30e9\u30d9\u30eb
property.rightLabel.descr= \u30b9\u30a4\u30c3\u30c1\u304c\u30aa\u30d5\u72b6\u614b\u306e\u5834\u5408\u306b\u30b9\u30a4\u30c3\u30c1\u30b3\u30f3\u30c8\u30ed\u30fc\u30eb\u306b\u8868\u793a\u3059\u308b\u30e9\u30d9\u30eb
property.value.name= \u521d\u671f\u5024
# "on" and "off" should not be translated
property.value.descr= \u30b9\u30a4\u30c3\u30c1\u306e\u521d\u671f\u72b6\u614b on (\u30b9\u30a4\u30c3\u30c1\u306e\u521d\u671f\u72b6\u614b\u304c\u30aa\u30f3) \u307e\u305f\u306f off (\u30b9\u30a4\u30c3\u30c1\u306e\u521d\u671f\u72b6\u614b\u304c\u30aa\u30d5) \u306e\u3044\u305a\u308c\u304b\u306b\u3057\u307e\u3059\u3002 \u30c7\u30d5\u30a9\u30eb\u30c8\u306f on \u3067\u3059\u3002
complex-type.mobileAccordionMenu.name= \u30e2\u30d0\u30a4\u30eb\u30a2\u30b3\u30fc\u30c7\u30a3\u30aa\u30f3\u30e1\u30cb\u30e5\u30fc
complex-type.mobileAccordionMenu.descr= \u30e2\u30d0\u30a4\u30eb\u74b0\u5883\u5411\u3051\u30a2\u30b3\u30fc\u30c7\u30a3\u30aa\u30f3\u30e1\u30cb\u30e5\u30fc
complex-type.moveTo.name= \u30a2\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u30da\u30fc\u30b8\u306b\u79fb\u52d5
complex-type.moveTo.descr= \u73fe\u5728\u306e\u30a2\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u5185\u306e\u5225\u306e\u30da\u30fc\u30b8\u3078\u306e Web 2.0 \u30b9\u30bf\u30a4\u30eb\u306e\u6ed1\u3089\u304b\u306a\u79fb\u52d5\u3002
property.targetPage.name= \u30bf\u30fc\u30b2\u30c3\u30c8\u30a2\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u30da\u30fc\u30b8\u540d
property.targetPage.descr= \u8868\u793a\u3055\u308c\u308b\u30a2\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u30da\u30fc\u30b8\u30b3\u30f3\u30c8\u30ed\u30fc\u30eb\u306e pageName \u30d7\u30ed\u30d1\u30c6\u30a3\u306e\u5024\u3002 \u3053\u306e\u30b7\u30f3\u30d7\u30eb\u30a2\u30af\u30b7\u30e7\u30f3\u306f\u3001\u5358\u4e00\u30da\u30fc\u30b8\u30a2\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u306e\u30da\u30fc\u30b8\u9593\u3092\u79fb\u52d5\u3059\u308b\u3088\u3046\u306b\u8a2d\u8a08\u3055\u308c\u3066\u3044\u307e\u3059\u3002\u5225\u306e XSP \u30da\u30fc\u30b8\u306b\u79fb\u52d5\u3059\u308b\u5834\u5408\u306f\u3001\u5225\u306e\u30e1\u30bd\u30c3\u30c9\u3092\u4f7f\u7528\u3057\u3066\u304f\u3060\u3055\u3044\u3002
property.forceFullRefresh.name= \u30d5\u30eb\u30ea\u30d5\u30ec\u30c3\u30b7\u30e5
property.forceFullRefresh.descr= \u30da\u30fc\u30b8\u5207\u308a\u66ff\u3048\u3067\u3001\u65b0\u898f\u30a2\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u30da\u30fc\u30b8\u30bb\u30b0\u30e1\u30f3\u30c8\u3092\u30b5\u30fc\u30d0\u30fc\u304b\u3089\u53d6\u5f97\u3059\u308b\u3060\u3051\u3067\u306f\u306a\u304f\u3001\u30d6\u30e9\u30a6\u30b6\u30da\u30fc\u30b8\u306e\u5b8c\u5168\u66f4\u65b0\u3092\u5b9f\u884c\u3057\u307e\u3059\u3002 \u30c7\u30d5\u30a9\u30eb\u30c8\u3067 false \u306b\u306a\u308a\u307e\u3059\u3002
property.saveDocument.name= \u6587\u66f8\u306e\u4fdd\u5b58
property.saveDocument.descr= true \u306b\u8a2d\u5b9a\u3059\u308b\u3068\u3001\u30bf\u30fc\u30b2\u30c3\u30c8\u30a2\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u30da\u30fc\u30b8\u306b\u79fb\u52d5\u3059\u308b\u524d\u306b\u73fe\u5728\u306e\u6587\u66f8\u304c\u4fdd\u5b58\u3055\u308c\u307e\u3059\u3002 \u3053\u308c\u306f\u30c7\u30d5\u30a9\u30eb\u30c8\u3067 false \u306b\u306a\u308a\u307e\u3059\u3002
property.transitionType.name= \u30da\u30fc\u30b8\u5207\u308a\u66ff\u3048\u30bf\u30a4\u30d7
property.transitionType.descr= \u5b9f\u884c\u3059\u308b\u30da\u30fc\u30b8\u9593\u306e\u5207\u308a\u66ff\u3048\u306e\u30bf\u30a4\u30d7\u3002
property.direction.name= \u5207\u308a\u66ff\u3048\u65b9\u5411
property.direction.descr= \u30da\u30fc\u30b8\u9593\u306e\u5207\u308a\u66ff\u3048\u306e\u65b9\u5411\u3002
