# *****************************************************************
# IBM Confidential
#
# OCO Source Materials
#
# Copyright IBM Corp. 2002, 2011  
#
# The source code for this program is not published or otherwise
# divested of its trade secrets, irrespective of what has been
# deposited with the U.S. Copyright Office.
#
# ***************************************************************** 
# NLS_ENCODING=UNICODE
# NLS_MARKUP=IBMNJDK2
# NLS_MESSAGEFORMAT_NONE
## G11N SA UI -- Special IT Audience resources follow
# Generated by Domino Designer Localization Tool

XSPPerfPage.withthisoptionvaluesettotrue=\u30da\u30fc\u30b8\u306b\u63d0\u4f9b\u3055\u308c\u308b\u30ea\u30bd\u30fc\u30b9\u3092\u96c6\u7d04\u3059\u308b\u304b\u3069\u3046\u304b\u3092\u5b9a\u7fa9\u3057\u307e\u3059\u3002  \u3053\u306e\u30aa\u30d7\u30b7\u30e7\u30f3\u306f\u3001\u6700\u9069\u5316\u3055\u308c\u305f\n\u30c0\u30a6\u30f3\u30ed\u30fc\u30c9\u6642\u9593\u30a8\u30af\u30b9\u30da\u30ea\u30a8\u30f3\u30b9\u3092\u63d0\u4f9b\u3059\u308b\u5834\u5408\u306b\u4f7f\u7528\u3059\u308b\u5fc5\u8981\u304c\u3042\u308a\u307e\u3059\u3002  \u8a2d\u5b9a\u3055\u308c\u3066\u3044\u306a\u3044\u5834\u5408\u306f\u3001\u3053\u306e\u30aa\u30d7\u30b7\u30e7\u30f3\u306f\u30c7\u30d5\u30a9\u30eb\u30c8\u3067 false \u306b\u306a\u308a\u307e\u3059\u3002\n\u305f\u3060\u3057\u3001\u3053\u306e\u30aa\u30d7\u30b7\u30e7\u30f3\u306e\u5024\u3092 true \u306b\u8a2d\u5b9a\u3057\u305f\u5834\u5408\u306f\u3001Designer 8.5.3 \u4ee5\u964d\u3067\u4f5c\u6210\u3055\u308c\u305f\u65b0\u898f\u30a2\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u306b\u306f\u3001\nxsp.properties \u30d5\u30a1\u30a4\u30eb\u304c\u542b\u307e\u308c\u307e\u3059\u3002
XSPPage.Directory=\u30c7\u30a3\u30ec\u30af\u30c8\u30ea:
XSPPerfPage.Keeponlythecurrentpageinmemorysca=\u30e1\u30e2\u30ea\u5185\u306b\u73fe\u5728\u306e\u30da\u30fc\u30b8\u306e\u307f\u3092\u4fdd\u6301\u3059\u308b
XSPPage.Persistsessionsbetweenrequests=\u8981\u6c42\u9593\u3067\u30bb\u30c3\u30b7\u30e7\u30f3\u3092\u6c38\u7d9a\u5316\u3059\u308b
XSPGenPage.Definesthedocumentdoctypegenerate=\u30a8\u30f3\u30b8\u30f3\u306b\u3088\u3063\u3066\u751f\u6210\u3055\u308c\u308b\u6587\u66f8\u306e doctype \u3092\u5b9a\u7fa9\u3057\u307e\u3059\u3002
XSPPerfPage.Keeppagesondiskbestscalability=\u30da\u30fc\u30b8\u3092\u30c7\u30a3\u30b9\u30af\u4e0a\u306b\u4fdd\u6301\u3059\u308b
XSPPage.WindowBehaviorforNavigationandLin=\u30ca\u30d3\u30b2\u30fc\u30b7\u30e7\u30f3\u3068\u30ea\u30f3\u30af\u306b\u95a2\u3059\u308b\u30a6\u30a3\u30f3\u30c9\u30a6\u306e\u52d5\u4f5c
XSPPage.Whenthispropertyissettotrueafulla=\u3053\u306e\u30d7\u30ed\u30d1\u30c6\u30a3\u3092 true \u306b\u8a2d\u5b9a\u3059\u308b\u3068\u3001\u30af\u30e9\u30b9\u306e\u8a2d\u8a08\u304c\u5909\u66f4\u3055\u308c\u305f\u5834\u5408\u306b\u3001\u5b8c\u5168\u306a\u30a2\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u66f4\u65b0\u304c\u8981\u6c42\u3055\u308c\u307e\u3059 (\u3064\u307e\u308a\u3001\u30b9\u30b3\u30fc\u30d7\u5185\u306e\u3059\u3079\u3066\u306e\u30c7\u30fc\u30bf\u304c\u7834\u68c4\u3055\u308c\u307e\u3059)\u3002
XSPPage.OneUIV21_app=OneUI V2.1
XSPPage.Timezone=\u30bf\u30a4\u30e0\u30be\u30fc\u30f3:
XSPPerfPage.Persistfilesasynchronously=\u30d5\u30a1\u30a4\u30eb\u3092\u975e\u540c\u671f\u7684\u306b\u6c38\u7d9a\u5316\u3059\u308b
XSPPage.Release854=\u30ea\u30ea\u30fc\u30b9 9.0.0
XSPGenPage.Configfile=\u69cb\u6210\u30d5\u30a1\u30a4\u30eb:
XSPPage.Release853=\u30ea\u30ea\u30fc\u30b9 8.5.3
XSPPage.Release852=\u30ea\u30ea\u30fc\u30b9 8.5.2
XSPPage.seconds=(\u79d2)
XSPPage.Release851=\u30ea\u30ea\u30fc\u30b9 8.5.1
XSPPerfPage.Pagepersistencemode=\u30da\u30fc\u30b8\u6c38\u7d9a\u6027\u30e2\u30fc\u30c9:
XSPParentEditor.General=\u4e00\u822c
XSPPerfPage.Attachment=\u6dfb\u4ed8\u30d5\u30a1\u30a4\u30eb:
XSPPerfPage.revertedtoavoidcompatibilityissue=\u30da\u30fc\u30b8\u306e\u51e6\u7406\u5f8c\u306b\u30da\u30fc\u30b8\u306e JavaScript \u30b3\u30f3\u30c6\u30ad\u30b9\u30c8\u3092\u7834\u68c4\u3057\u307e\u3059\u3002\n\u3053\u308c\u306f\u3001\u30c7\u30d5\u30a9\u30eb\u30c8\u3067 true \u306b\u8a2d\u5b9a\u3055\u308c\u3066\u3044\u308b\u30e9\u30f3\u30bf\u30a4\u30e0\u306e\u6700\u9069\u5316\u3067\u3059\u304c\u3001\n\u4e92\u63db\u6027\u306e\u554f\u984c\u3092\u56de\u907f\u3059\u308b\u305f\u3081\u306b\u5909\u66f4\u3067\u304d\u307e\u3059 (\u305f\u3060\u3057\u3001\u63a8\u5968\u3055\u308c\u307e\u305b\u3093)\u3002
XSPPerfPage.Definesthenumberofpagespersistedw=\u30e1\u30e2\u30ea\u5185\u3067\u6c38\u7d9a\u5316\u3059\u308b\u30da\u30fc\u30b8\u306e\u6570\u3092\u5b9a\u7fa9\u3057\u307e\u3059 (MRU \u30a2\u30eb\u30b4\u30ea\u30ba\u30e0)
XSPGenPage.DefineshowlinksshouldbesavedinaDo=Domino \u6587\u66f8\u3067\u30ea\u30f3\u30af\u3092\u4fdd\u5b58\u3059\u308b\u65b9\u6cd5\u3092\u5b9a\u7fa9\u3057\u307e\u3059
XSPGenPage.Defineswhichfiltershouldbeusedbyd.1=\u4e00\u90e8\u306e\u30b3\u30f3\u30c8\u30ed\u30fc\u30eb (\u30ea\u30c3\u30c1\u30c6\u30ad\u30b9\u30c8) \u3067\u30c7\u30fc\u30bf\u3092\u4fdd\u5b58\u3059\u308b\u969b\u306b\u30c7\u30d5\u30a9\u30eb\u30c8\u3067\u4f7f\u7528\u3059\u308b\u30d5\u30a3\u30eb\u30bf\u3092\u5b9a\u7fa9\u3057\u307e\u3059\u3002
XSPPage.Timeouts=\u30bf\u30a4\u30e0\u30a2\u30a6\u30c8
XSPPage.UsemobilethemeforXPageswiththepre=XPages \u7528\u30e2\u30d0\u30a4\u30eb\u30c6\u30fc\u30de\u306e\u4f7f\u7528 - \u30d7\u30ec\u30d5\u30a3\u30c3\u30af\u30b9:
XSPPage.MinimumreleaserequiredbytheXPagef=\u4f7f\u7528\u3055\u308c\u308b XPage \u6a5f\u80fd\u3067\u5fc5\u8981\u306a\u6700\u5c0f\u30ea\u30ea\u30fc\u30b9
XSPGenPage.Savefiltertype=\u30d5\u30a3\u30eb\u30bf\u30bf\u30a4\u30d7\u306e\u4fdd\u5b58:
XSPGenPage.LibraryID=\u30e9\u30a4\u30d6\u30e9\u30ea ID
XSPPage.ThemeDefaults=\u30c6\u30fc\u30de\u306e\u30c7\u30d5\u30a9\u30eb\u30c8
XSPPage.TimeZone=\u30bf\u30a4\u30e0\u30be\u30fc\u30f3
XSPPage.DefinesthetimezonetouseWhennotspe=\u4f7f\u7528\u3059\u308b\u30bf\u30a4\u30e0\u30be\u30fc\u30f3\u3092\u5b9a\u7fa9\u3057\u307e\u3059\u3002  \u6307\u5b9a\u3057\u306a\u3044\u5834\u5408\u3001\u30b5\u30fc\u30d0\u30fc\u306e\u30bf\u30a4\u30e0\u30be\u30fc\u30f3\u304c\u4f7f\u7528\u3055\u308c\u307e\u3059\u3002
XSPPerfPage.GZippersistedfiles=GZip \u6c38\u7d9a\u5316\u30d5\u30a1\u30a4\u30eb
XSPPage.Applicationtimeout=\u30a2\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u306e\u30bf\u30a4\u30e0\u30a2\u30a6\u30c8:
XSPPerfPage.DefinethedirectorywheretheJSFpage=JSF \u30da\u30fc\u30b8\u3092\u6c38\u7d9a\u5316\u3059\u308b\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u3092\u5b9a\u7fa9\u3057\u307e\u3059\u3002  \u30c7\u30d5\u30a9\u30eb\u30c8\u3067 <tempdir>/xspstate \u306b\u306a\u308a\u307e\u3059\u3002
XSPGenPage.Definesthecharactersetreturnedfor=\u30da\u30fc\u30b8\u3067\u8fd4\u3059\u6587\u5b57\u30bb\u30c3\u30c8\u3092\u5b9a\u7fa9\u3057\u307e\u3059\u3002
XSPPage.Settotruetorevertto85behaviordefa=8.5.0 \u3067\u306f\u3001style \u5c5e\u6027\u3068 styleClass \u5c5e\u6027\u306f\u30d9\u30fc\u30b9\u30d7\u30ed\u30d1\u30c6\u30a3\u3068\u3057\u3066\u8a2d\u5b9a\u3055\u308c\u3066\u3044\u307e\u3057\u305f\u304c\u30018.5.1 \u4ee5\u4e0a\u3067\u306f\u3001\ncompositeData \u30d7\u30ed\u30d1\u30c6\u30a3\u3068\u3057\u3066\u8a2d\u5b9a\u3055\u308c\u3001\u5185\u90e8\u30ab\u30b9\u30bf\u30e0\u30b3\u30f3\u30c8\u30ed\u30fc\u30eb\u3067 compositeData.style/styleClass \u3068\u3057\u3066\u53c2\u7167\u3055\u308c\u307e\u3059\u3002\n8.5 \u306e\u52d5\u4f5c\u306b\u623b\u3059\u306b\u306f\u3001true \u306b\u8a2d\u5b9a\u3057\u307e\u3059\u3002\u30c7\u30d5\u30a9\u30eb\u30c8\u306f false \u3067\u3059\u3002
XSPPage.OneUIV21_sys=OneUI V2.1
XSPPage.Roundtriptimezone=\u53cc\u65b9\u5411\u30bf\u30a4\u30e0\u30be\u30fc\u30f3
XSPPerfPage.Serverdefault=\u30b5\u30fc\u30d0\u30fc\u306e\u30c7\u30d5\u30a9\u30eb\u30c8
XSPPerfPage.Serverpagepersistence=\u30b5\u30fc\u30d0\u30fc\u30da\u30fc\u30b8\u306e\u6c38\u7d9a\u6027:
XSPGenPage.HTMLGeneration=HTML \u751f\u6210
XSPPerfPage.Defineiftheresourcesservedtothepa=\u30da\u30fc\u30b8\u306b\u63d0\u4f9b\u3055\u308c\u308b\u30ea\u30bd\u30fc\u30b9\u3092\u5727\u7e2e\u3059\u308b\u304b\u3069\u3046\u304b\u3092\u5b9a\u7fa9\u3057\u307e\u3059\u3002\n\u3053\u306e\u30aa\u30d7\u30b7\u30e7\u30f3\u3092\u6709\u52b9\u306b\u3059\u308b\u3068\u3001\u5727\u7e2e\u3055\u308c\u3066\u3044\u306a\u3044\u30ea\u30bd\u30fc\u30b9\u304c\u30da\u30fc\u30b8\u306b\u63d0\u4f9b\u3055\u308c\u307e\u3059\u3002\n\u3053\u308c\u306f\u3001\u30c7\u30d0\u30c3\u30b0\u306b\u5f79\u7acb\u3064\u3053\u3068\u304c\u3042\u308a\u307e\u3059\u3002
XSPPage.Controlsthemaximumsizeofafilebein=\u6dfb\u4ed8\u30d5\u30a1\u30a4\u30eb\u3068\u3057\u3066\u30a2\u30c3\u30d7\u30ed\u30fc\u30c9\u3055\u308c\u308b\u30d5\u30a1\u30a4\u30eb\u306e\u6700\u5927\u30b5\u30a4\u30ba\u3092\u5236\u5fa1\u3057\u307e\u3059
XSPPage.usingforexampleisDebugtrue=\u30d1\u30e9\u30e1\u30fc\u30bf\u3092 Dojo \u306e djConfig \u5c5e\u6027\u306b\u8ffd\u52a0\u3057\u307e\u3059\u3002  \u4f8b\u3048\u3070\u3001isDebug:true \u3092\u4f7f\u7528\u3057\u3066\u3001Dojo \u3092\n\u30c7\u30d0\u30c3\u30b0\u306b\u5207\u308a\u66ff\u3048\u308b\u5834\u5408\u306b\u5f79\u7acb\u3061\u307e\u3059
XSPGenPage.GenerateametatagintheHTMLheaderde=HTML \u30d8\u30c3\u30c0\u30fc\u5185\u306b <meta> \u30bf\u30b0\u3092\u751f\u6210\u3057\u3066\u3001\u30b3\u30f3\u30c6\u30f3\u30c4\u30bf\u30a4\u30d7\u3084\u30aa\u30d7\u30b7\u30e7\u30f3\u306e\u6587\u5b57\u30bb\u30c3\u30c8\u3092\u5b9a\u7fa9\u3057\u307e\u3059\u3002  \u3053\u306e\u30e1\u30bf\u30bf\u30b0\u306f\u3001<head> \u30bf\u30b0\u306e\u5f8c\u306b\u6700\u521d\u306b\u73fe\u308c\u308b\u30bf\u30b0\u3067\u3059\u3002
XSPPage.Roundtriptimezonehandling=\u53cc\u65b9\u5411\u30bf\u30a4\u30e0\u30be\u30fc\u30f3\u306e\u51e6\u7406
XSPPage.Compilethisapplicationtorunon=\u4ee5\u4e0b\u3067\u5b9f\u884c\u3055\u308c\u308b\u3088\u3046\u306b\u3053\u306e\u30a2\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u3092\u30b3\u30f3\u30d1\u30a4\u30eb:
XSPPage.minutes.1=(\u5206)
XSPParentEditor.Source=\u30bd\u30fc\u30b9
XSPPerfPage.asynchronouslybestresponsetimecre=\u30d5\u30a1\u30a4\u30eb\u3078\u306e\u30da\u30fc\u30b8\u306e\u6c38\u7d9a\u5316\u3092\u975e\u540c\u671f\u7684\u306b\u5b9f\u884c\u3059\u308b\u304b\u3069\u3046\u304b\u3092\u5b9a\u7fa9\u3057\u307e\u3059\n(\u5b9f\u884c\u3059\u308b\u5834\u5408\u3001\u5fdc\u7b54\u6642\u9593\u306f\u6700\u9069\u5316\u3055\u308c\u3001\u30b5\u30fc\u30d0\u30fc\u306b\u8ffd\u52a0\u30b9\u30ec\u30c3\u30c9\u304c\u4f5c\u6210\u3055\u308c\u307e\u3059)\u3002
XSPPage.Use850styleandstyleClassproperty=8.5.0 \u306e style \u3068 styleClass \u30d7\u30ed\u30d1\u30c6\u30a3\u3092\u4f7f\u7528\u3059\u308b
XSPGenPage.Serverdefault=\u30b5\u30fc\u30d0\u30fc\u306e\u30c7\u30d5\u30a9\u30eb\u30c8
XSPPerfPage.SimilartotheJavaScriptcachesizebu=JavaScript \u30ad\u30e3\u30c3\u30b7\u30e5\u30b5\u30a4\u30ba\u306b\u985e\u4f3c\u3057\u3066\u3044\u307e\u3059\u304c\u3001\u30b3\u30f3\u30d1\u30a4\u30eb\u3055\u308c\u305f XPath \u5f0f\u306e\u30ad\u30e3\u30c3\u30b7\u30e5\u306e\u30b5\u30a4\u30ba\u3092\n\u6c7a\u5b9a\u3057\u307e\u3059\u3002  \u30ad\u30e3\u30c3\u30b7\u30e5\u306b\u5165\u308c\u308b\u5f0f\u306e\u6570\u3092\u6307\u5b9a\u3057\u307e\u3059\u3002
XSPPage.KB=(KB)
XSPGenPage.UsetheACFlibrary=ACF \u30e9\u30a4\u30d6\u30e9\u30ea\u306e\u4f7f\u7528
XSPPage.FileUploadOptions=\u30d5\u30a1\u30a4\u30eb\u30a2\u30c3\u30d7\u30ed\u30fc\u30c9\u30aa\u30d7\u30b7\u30e7\u30f3
XSPPage.OverrideonWeb=Web \u4e0a\u3067\u4e0a\u66f8\u304d:
XSPPage.serverlevelthedefaultvalueis20sec=\u90e8\u5206\u66f4\u65b0\u30bf\u30a4\u30e0\u30a2\u30a6\u30c8\u3092\u69cb\u6210\u3067\u304d\u308b\u3088\u3046\u306b\u3057\u307e\u3059\u3002  \u3053\u3053\u3067\u3082\u30b5\u30fc\u30d0\u30fc\u30ec\u30d9\u30eb\u3067\u3082\n\u8a2d\u5b9a\u3055\u308c\u3066\u3044\u306a\u3044\u5834\u5408\u306f\u3001\u30c7\u30d5\u30a9\u30eb\u30c8\u5024\u306e 20 \u79d2\u306b\u306a\u308a\u307e\u3059\u3002
XSPPage.Browser=\u30d6\u30e9\u30a6\u30b6
XSPGenPage.afilelocatingindatapropertiesFore=\u4f7f\u7528\u3059\u308b acf \u30e9\u30a4\u30d6\u30e9\u30ea\u69cb\u6210\u30d5\u30a1\u30a4\u30eb\u3092\u5b9a\u7fa9\u3057\u307e\u3059\u3002  \u7a7a\u306e\u5834\u5408\u306f\u3001\n\u30e9\u30a4\u30d6\u30e9\u30ea\u3067\u6307\u5b9a\u3055\u308c\u305f\u30c7\u30d5\u30a9\u30eb\u30c8\u69cb\u6210\u30d5\u30a1\u30a4\u30eb\u304c\u4f7f\u7528\u3055\u308c\u307e\u3059\u3002\u305d\u3046\u3067\u306a\u3044\u5834\u5408\u306f\u3001\n\u30c7\u30fc\u30bf/\u30d7\u30ed\u30d1\u30c6\u30a3\u306b\u3042\u308b\u30d5\u30a1\u30a4\u30eb\u304c\u691c\u7d22\u3055\u308c\u307e\u3059\u3002 \u4f8b\u3048\u3070\u3001acf-config.xml \u3067\u3059
XSPPage.Maximumsize=\u6700\u5927\u30b5\u30a4\u30ba:
XSPPage.minutes=(\u5206)
XSPGenPage.Savelinksin=\u30ea\u30f3\u30af\u306e\u4fdd\u5b58\u5f62\u5f0f:
XSPPage.Openinnewwindowortabperclientpref=\u65b0\u3057\u3044\u30a6\u30a3\u30f3\u30c9\u30a6\u307e\u305f\u306f\u30bf\u30d6\u3067\u958b\u304f (\u30af\u30e9\u30a4\u30a2\u30f3\u30c8\u306e\u8a2d\u5b9a\u306b\u3088\u308b)
XSPPerfPage.TemporaryLocations=\u4e00\u6642\u30ed\u30b1\u30fc\u30b7\u30e7\u30f3
XSPPage.Applicationdefault=\u30a2\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u306e\u30c7\u30d5\u30a9\u30eb\u30c8
XSPGenPage.situationswhennorowsshouldbedispl=\u884c\u30d7\u30ed\u30d1\u30c6\u30a3\u304c 0 \u306b\u8a55\u4fa1\u3055\u308c\u305f\u5834\u5408\u306e\u7e70\u308a\u8fd4\u3057\u30b3\u30f3\u30c8\u30ed\u30fc\u30eb\u306b\u304a\u3051\u308b\u52d5\u4f5c\u3092\u5b9a\u7fa9\u3057\u307e\u3059\u3002 \u30c7\u30d5\u30a9\u30eb\u30c8\u3067\u306f\u3001\n\u5f53\u8a72\u72b6\u614b\u3067\u306f\u30011 \u30da\u30fc\u30b8\u306b 30 \u884c\u304c\u8868\u793a\u3055\u308c\u307e\u3059\u3002 \u3053\u306e\u30aa\u30d7\u30b7\u30e7\u30f3\u3092 true \u306b\u8a2d\u5b9a\u3059\u308b\u3068\u3001\u884c\u306f\n\u8868\u793a\u3055\u308c\u307e\u305b\u3093\u3002  \u3053\u308c\u306f\u3001\u8868\u793a\u3059\u308b\u884c\u6570\u3092\u8a08\u7b97\u3059\u308b\u969b\u306b\u5f79\u7acb\u3064\u5834\u5408\u304c\u3042\u308a\u307e\u3059\u3002\u884c\u306f\u8868\u793a\u3057\u306a\u3044\u304c\u3001\n\u305d\u308c\u3067\u3082\u30b3\u30f3\u30c8\u30ed\u30fc\u30eb\u3092\u30ec\u30f3\u30c0\u30ea\u30f3\u30b0\u3059\u308b\u5fc5\u8981\u304c\u751f\u3058\u308b\u3053\u3068\u304c\u3042\u308b\u305f\u3081\u3067\u3059\u3002
XSPPage.Dojoversion=Dojo \u30d0\u30fc\u30b8\u30e7\u30f3:
XSPParentEditor.Youhavechangedtheminimumsupported=\u3053\u306e\u30a2\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u3067\u3001XPages \u306e\u30b5\u30dd\u30fc\u30c8\u3055\u308c\u308b\u6700\u5c0f\u30d0\u30fc\u30b8\u30e7\u30f3\u3092\u5909\u66f4\u3057\u307e\u3057\u305f\u3002  \u3053\u306e\u30a2\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u3092\u4eca\u3059\u3050\u518d\u69cb\u7bc9\u3057\u307e\u3059\u304b?
XSPPerfPage.Onlychangessincethetreewasconstru=\u30c4\u30ea\u30fc\u306e\u69cb\u6210\u5f8c\u306e\u5909\u66f4\u306e\u307f
XSPGenPage.GZip=GZip
XSPParentEditor.DominoDesigner=IBM Domino Designer
XSPPerfPage.Entirepagecontent=\u5168\u30da\u30fc\u30b8\u30b3\u30f3\u30c6\u30f3\u30c4
XSPPerfPage.DefinesthepersistencemodefortheJS=JSF \u30da\u30fc\u30b8 (\u30d3\u30e5\u30fc\u3068\u3082\u547c\u3070\u308c\u308b) \u306e\u6c38\u7d9a\u6027\u30e2\u30fc\u30c9\u3092\u5b9a\u7fa9\u3057\u307e\u3059\u3002  \u30da\u30fc\u30b8\u3092\n\u30e1\u30e2\u30ea\u5185\u306b\u4fdd\u6301\u3059\u308b\u3053\u3068\u3067\u3001\u30d1\u30d5\u30a9\u30fc\u30de\u30f3\u30b9\u304c\u6700\u9069\u5316\u3055\u308c\u307e\u3059\u3002\u4e00\u65b9\u3001\u30da\u30fc\u30b8\u3092\u30c7\u30a3\u30b9\u30af\u306b\u4fdd\u6301\u3059\u308b\u3053\u3068\u3067\u3001\u30b9\u30b1\u30fc\u30e9\u30d3\u30ea\u30c6\u30a3\u304c\n\u6700\u9069\u5316\u3055\u308c\u307e\u3059\u3002  \u73fe\u5728\u306e\u30da\u30fc\u30b8\u3092\u30e1\u30e2\u30ea\u5185\u306b\u4fdd\u6301\u3059\u308b\u3068\u3001\u30b9\u30b1\u30fc\u30e9\u30d3\u30ea\u30c6\u30a3\u3082\u30d1\u30d5\u30a9\u30fc\u30de\u30f3\u30b9\u3082\u5411\u4e0a\u3057\u307e\u3059\u3002
XSPGenPage.XHTMLTransitional=XHTML Transitional
XSPPerfPage.whichshouldbeavoidedanyway=\u3053\u306e\u30d7\u30ed\u30d1\u30c6\u30a3\u306f\u3001\u30ec\u30f3\u30c0\u30ea\u30f3\u30b0\u3055\u308c\u306a\u3044\u30b3\u30f3\u30dd\u30fc\u30cd\u30f3\u30c8\u3082\u542b\u3081\u3001\u30ec\u30f3\u30c0\u30ea\u30f3\u30b0\u30d5\u30a7\u30fc\u30ba\u3067 JSF \u30c4\u30ea\u30fc\u3092\n\u5b8c\u5168\u306b\u51e6\u7406\u3059\u308b\u304b\u3069\u3046\u304b\u3092\u5b9a\u7fa9\u3057\u307e\u3059\u3002  false \u306b\u8a2d\u5b9a\u3057\u305f\u5834\u5408\u306f\u3001\u30d1\u30d5\u30a9\u30fc\u30de\u30f3\u30b9\u306f\u5411\u4e0a\u3057\u307e\u3059\u304c\u3001\n\u30ec\u30f3\u30c0\u30ea\u30f3\u30b0\u30d5\u30a7\u30fc\u30ba\u3067\u30b3\u30f3\u30dd\u30fc\u30cd\u30f3\u30c8\u304c\u30c7\u30fc\u30bf\u3092\u5909\u66f4\u3059\u308b (\u3053\u308c\u306f\u3069\u306e\u3088\u3046\u306a\u5834\u5408\u3067\u3082\u907f\u3051\u308b\u5fc5\u8981\u304c\u3042\u308b\u3053\u3068\u3067\u3059\u304c) \u5834\u5408\u306b\n\u526f\u6b21\u4f5c\u7528\u304c\u751f\u3058\u308b\u53ef\u80fd\u6027\u304c\u3042\u308a\u307e\u3059\u3002
XSPPerfPage.Savetomemoryinsteadwhenlessthanxb=(x) \u30d0\u30a4\u30c8\u672a\u6e80\u306e\u5834\u5408\u306b\u4ee3\u308f\u308a\u306b\u30e1\u30e2\u30ea\u306b\u4fdd\u5b58:
XSPPropertiesMetaModel.XSPProperties=Xsp \u30d7\u30ed\u30d1\u30c6\u30a3(&T)
XSPGenPage.PageGenerationProperties=\u30da\u30fc\u30b8\u751f\u6210\u30d7\u30ed\u30d1\u30c6\u30a3
XSPPage.Dojoparameters=Dojo \u30d1\u30e9\u30e1\u30fc\u30bf:
XSPGenPage.Forcecontenttypetoapplicationxhtm=\u30b3\u30f3\u30c6\u30f3\u30c4\u30bf\u30a4\u30d7\u3092 application/xhtml+xml \u306b\u5f37\u5236\u3059\u308b
XSPGenPage.Thecurrentapplicationdependsonthe=\u73fe\u5728\u306e\u30a2\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u306f\u3001\u4ee5\u4e0b\u306b\u30ea\u30b9\u30c8\u3055\u308c\u308b\u30e9\u30a4\u30d6\u30e9\u30ea\u306b\u4f9d\u5b58\u3057\u307e\u3059\u3002\n\u3053\u308c\u3089\u306e\u30e9\u30a4\u30d6\u30e9\u30ea\u304c {0} \u306b\u30a4\u30f3\u30b9\u30c8\u30fc\u30eb\u3055\u308c\u3066\u3044\u307e\u305b\u3093\u3002 \u3053\u308c\u3089\u306e\n\u30e9\u30a4\u30d6\u30e9\u30ea\u3068\u3001\u3053\u308c\u3089\u306e\u30e9\u30a4\u30d6\u30e9\u30ea\u306e\u30b3\u30f3\u30c8\u30ed\u30fc\u30eb\u3092\u3001XPage \u306b\u7d44\u307f\u8fbc\u3080\u3068\u3001\n\u5b9f\u884c\u6642\u306b\u30a2\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u3067\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3059\u3002\n\n\u4e0d\u8db3\u3057\u3066\u3044\u308b\u30e9\u30a4\u30d6\u30e9\u30ea:\n{1}
XSPGenPage.XHTMLStrict=XHTML Strict
XSPParentEditor.Persistence=\u6c38\u7d9a\u6027
XSPPage.OneUI_app=OneUI
XSPGenPage.Removeall=\u3059\u3079\u3066\u524a\u9664
XSPGenPage.XHTMLcompatibleThisoptionshouldon=\u30e6\u30fc\u30b6\u30fc\u30a8\u30fc\u30b8\u30a7\u30f3\u30c8\u3067\u30b5\u30dd\u30fc\u30c8\u3055\u308c\u308b\u5834\u5408\u306b\u3001\u30b3\u30f3\u30c6\u30f3\u30c4\u30bf\u30a4\u30d7\u3092 application/xhtml+xml \u306b\u5f37\u5236\u3057\u307e\u3059\u3002  \u3053\u308c\u306f\u3001\u975e\u5e38\u306b\u614e\u91cd\u306b\n\u4f7f\u7528\u3059\u308b\u5fc5\u8981\u304c\u3042\u308a\u307e\u3059\u3002XML \u30b3\u30f3\u30c6\u30f3\u30c4\u30bf\u30a4\u30d7\u3067\u306f\u3001\u4e00\u90e8\u306e\u6a5f\u80fd\u304c\u4f5c\u52d5\u3057\u306a\u3044\u305f\u3081\u3067\u3059\u3002  \u4f8b\u3048\u3070\u3001innerHTML JavaScript \u30d7\u30ed\u30d1\u30c6\u30a3\u306f\n\u8aad\u307f\u53d6\u308a\u5c02\u7528\u3067\u3042\u308a\u3001Dojo \u307e\u305f\u306f XPage \u306e\u90e8\u5206\u7684\u306a\u66f4\u65b0\u3092\u4e2d\u65ad\u3057\u307e\u3059\u3002  \u3055\u3089\u306b\u3001MIME \u306b\u5909\u63db\u3055\u308c\u308b \u30ea\u30c3\u30c1\u30c6\u30ad\u30b9\u30c8\u30d5\u30a3\u30fc\u30eb\u30c9\u306f\u3001\nXHTML \u4e92\u63db\u3067\u306f\u3042\u308a\u307e\u305b\u3093\u3002  \u3053\u306e\u30aa\u30d7\u30b7\u30e7\u30f3\u3092\u4f7f\u7528\u3059\u308b\u306e\u306f\u3001\u7279\u5225\u306a\u5834\u5408\u306e\u307f\u306b\u3057\u3066\u304f\u3060\u3055\u3044\u3002
XSPPage.usedthatarenotavailableinthespeci=\u7279\u5b9a\u306e\u30d0\u30fc\u30b8\u30e7\u30f3\u306b\u8a2d\u5b9a\u3057\u305f\u5834\u5408\u3001\u6307\u5b9a\u3055\u308c\u305f\u30ea\u30ea\u30fc\u30b9\u3067\u4f7f\u7528\u3067\u304d\u306a\u3044\u6a5f\u80fd\u304c\u4f7f\u7528\u3055\u308c\u308b\u3068\u3001\n\u8a2d\u8a08\u6642\u30a8\u30e9\u30fc\u304c\u751f\u6210\u3055\u308c\u307e\u3059\u3002
XSPPerfPage.Options=\u30aa\u30d7\u30b7\u30e7\u30f3
XSPPerfPage.Pages=\u30da\u30fc\u30b8:
XSPGenPage.Off=\u30aa\u30d5
XSPGenPage.HTMLStrict=HTML Strict
XSPPage.DefinesanXSPspecificerrorpageWhen=XSP \u56fa\u6709\u30a8\u30e9\u30fc\u30da\u30fc\u30b8\u3092\u5b9a\u7fa9\u3057\u307e\u3059\u3002  \u5b9a\u7fa9\u3057\u306a\u304b\u3063\u305f\u5834\u5408\u306f\u3001\u30c7\u30d5\u30a9\u30eb\u30c8\u306e\u30a8\u30e9\u30fc\u30da\u30fc\u30b8\u304c\u8868\u793a\u3055\u308c\u307e\u3059
XSPPage.Serverdefault=\u30b5\u30fc\u30d0\u30fc\u306e\u30c7\u30d5\u30a9\u30eb\u30c8
XSPPage.OneUIV2_app=OneUI V2
XSPPerfPage.Defaultstotempdirxspupload=\u30c7\u30d5\u30a9\u30eb\u30c8\u3067 <tempdir>/xspupload \u306b\u306a\u308a\u307e\u3059\u3002
XSPPerfPage.Maximumpagesondisk=\u30c7\u30a3\u30b9\u30af\u4e0a\u306e\u6700\u5927\u30da\u30fc\u30b8\u6570:
XSPPage.Refreshentireapplicationwhendesig=\u8a2d\u8a08\u5909\u66f4\u6642\u306b\u30a2\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u5168\u4f53\u3092\u66f4\u65b0\u3059\u308b
XSPGenPage.HTMLdoctype=HTML doctype:
XSPPerfPage.itis10days=\u30b0\u30ed\u30fc\u30d0\u30eb\u30ea\u30bd\u30fc\u30b9\u306e\u30c7\u30d5\u30a9\u30eb\u30c8\u306e\u6709\u52b9\u671f\u9593\u3092\u5b9a\u7fa9\u3057\u307e\u3059\u3002\u5b9a\u7fa9\u3057\u306a\u304b\u3063\u305f\u5834\u5408\u306f\u3001\n10 \u65e5\u306b\u306a\u308a\u307e\u3059
XSPGenPage.ActiveContentFiltering=\u30a2\u30af\u30c6\u30a3\u30d6\u30b3\u30f3\u30c6\u30f3\u30c4\u30d5\u30a3\u30eb\u30bf\u30ea\u30f3\u30b0
XSPGenPage.Removealltagsleaveonlytext=\u3059\u3079\u3066\u306e\u30bf\u30b0\u3092\u524a\u9664\u3057\u3066\u30c6\u30ad\u30b9\u30c8\u306e\u307f\u306b\u3059\u308b
XSPPage.OneUI_sys=OneUI
XSPPage.Linkbehaviorwhennotspecifiedonthe=\u30ea\u30f3\u30af\u81ea\u4f53\u306b\u6307\u5b9a\u3055\u308c\u3066\u3044\u306a\u3044\u5834\u5408\u306e\u30ea\u30f3\u30af\u306e\u52d5\u4f5c\u3002
XSPPage.MinimumSupportedRelease=\u30b5\u30dd\u30fc\u30c8\u3055\u308c\u308b\u6700\u5c0f\u30ea\u30ea\u30fc\u30b9 
XSPPerfPage.Maximumpagesinmemory=\u30e1\u30e2\u30ea\u5185\u306e\u6700\u5927\u30da\u30fc\u30b8\u6570:
XSPPerfPage.days=(\u65e5)
XSPPerfPage.Nonegoodforreadonlypages=\u306a\u3057\u3002\u8aad\u307f\u53d6\u308a\u5c02\u7528\u30da\u30fc\u30b8\u3067\u6709\u52b9
XSPPerfPage.Evaluatetheentirepageonpartialref=\u90e8\u5206\u7684\u306a\u66f4\u65b0\u3067\u30da\u30fc\u30b8\u5168\u4f53\u3092\u8a55\u4fa1
XSPPage.Applicationtheme=\u30a2\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u306e\u30c6\u30fc\u30de:
XSPGenPage.serverwithoutanynotificationtothe=\u30da\u30fc\u30b8\u30ea\u30c0\u30a4\u30ec\u30af\u30c8\u30e2\u30fc\u30c9 - \u3053\u308c\u304c\u751f\u3058\u308b\u306e\u306f\u3001\u30e9\u30f3\u30bf\u30a4\u30e0\u304c\u65b0\u3057\u3044\u30da\u30fc\u30b8\u306b\u30ea\u30c0\u30a4\u30ec\u30af\u30c8\u3059\u308b\u5834\u5408\u3067\u3059 (\u30ca\u30d3\u30b2\u30fc\u30b7\u30e7\u30f3\u30eb\u30fc\u30eb\u3001\nAPI\u3001\u30b7\u30f3\u30d7\u30eb\u30a2\u30af\u30b7\u30e7\u30f3)\u3002  \u3053\u306e\u30d7\u30ed\u30d1\u30c6\u30a3\u304c true \u306e\u5834\u5408\u306f\u3001\u30e9\u30f3\u30bf\u30a4\u30e0\u306f HTTP 302 \u30b3\u30fc\u30c9\u3092\u9001\u51fa\u3057\u3066\u3001\u65b0\u3057\u3044\u30da\u30fc\u30b8\u306b\n\u30ea\u30c0\u30a4\u30ec\u30af\u30c8\u3059\u308b\u3088\u3046\u306b\u30af\u30e9\u30a4\u30a2\u30f3\u30c8\u306b\u8981\u6c42\u3057\u307e\u3059\u3002 \u3053\u308c\u306b\u3088\u308a\u3001\u30af\u30e9\u30a4\u30a2\u30f3\u30c8\u306e\u30a2\u30c9\u30ec\u30b9\u30d0\u30fc\u306b\u6b63\u3057\u3044 URL \u304c\n\u78ba\u5b9f\u306b\u542b\u307e\u308c\u308b\u3088\u3046\u306b\u306a\u308a\u307e\u3059\u304c\u3001\u8ffd\u52a0\u306e\u30af\u30e9\u30a4\u30a2\u30f3\u30c8/\u30b5\u30fc\u30d0\u30fc\u30e9\u30a6\u30f3\u30c9\u30c8\u30ea\u30c3\u30d7\u306e\u30b3\u30b9\u30c8\u304c\u751f\u3058\u307e\u3059\u3002 \u305d\u3046\u3067\u306a\u3044\u5834\u5408\u306f\u3001\u30ea\u30c0\u30a4\u30ec\u30af\u30c8\u306f\u5358\u306b\u30b5\u30fc\u30d0\u30fc\u4e0a\u3067\n\u884c\u308f\u308c\u3001\u30d6\u30e9\u30a6\u30b6\u306b\u901a\u77e5\u306f\u884c\u308f\u308c\u307e\u305b\u3093 (URL \u306f\u5909\u66f4\u3055\u308c\u307e\u305b\u3093)
XSPPage.OverrideonNotes=Notes \u4e0a\u3067\u4e0a\u66f8\u304d:
XSPGenPage.Webformat=Web \u5f62\u5f0f
XSPGenPage.Enabletheclientsidevalidationdefa=\u30af\u30e9\u30a4\u30a2\u30f3\u30c8\u30b5\u30a4\u30c9\u691c\u8a3c\u3092\u6709\u52b9\u306b\u3057\u307e\u3059\u3002\u4e0a\u66f8\u304d\u3057\u306a\u3044\u9650\u308a\u3001\u30b5\u30fc\u30d0\u30fc\u306e\u30c7\u30d5\u30a9\u30eb\u30c8\u5024\u306f true \u3067\u3059\u3002
XSPPage.Directoryusedtotemporarilystoreth=\u30a2\u30c3\u30d7\u30ed\u30fc\u30c9\u3055\u308c\u305f\u6dfb\u4ed8\u30d5\u30a1\u30a4\u30eb\u3092\u4e00\u6642\u7684\u306b\u4fdd\u7ba1\u3059\u308b\u305f\u3081\u306b\u4f7f\u7528\u3059\u308b\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u3002 \u30c7\u30d5\u30a9\u30eb\u30c8\u3067\u306f\u3001OS \u306b\u3088\u3063\u3066\u8fd4\u3055\u308c\u308b\u4e00\u6642\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u306b\u306a\u308a\u307e\u3059\u3002
XSPPage.OneUIV2_sys=OneUI V2
XSPPerfPage.precompiledscriptsintoglobalcache=\u30ad\u30e3\u30c3\u30b7\u30e5\u306f MRU \u30a2\u30eb\u30b4\u30ea\u30ba\u30e0\u306b\u57fa\u3065\u3044\u3066\u5b9f\u884c\u3055\u308c\u3001\u3042\u307e\u308a\u4f7f\u7528\u3055\u308c\u306a\u3044\u5f0f\u306f\u78ba\u5b9f\u306b\u7834\u68c4\u3055\u308c\u307e\u3059\u3002\n\u307e\u305f\u3001\u30ad\u30e3\u30c3\u30b7\u30e5\u306f Java \u306e\u5f31\u53c2\u7167\u3092\u4f7f\u7528\u3059\u308b\u3053\u3068\u3067\u3001\u30b7\u30b9\u30c6\u30e0\u3067\u8ffd\u52a0\u30e1\u30e2\u30ea\u304c\u8981\u6c42\u3055\u308c\u305f\u3068\u304d\u306b\u30e1\u30e2\u30ea\u3092\u89e3\u653e\u3067\u304d\u308b\u3088\u3046\u306b\n\u3057\u307e\u3059\u3002  \u30b9\u30af\u30ea\u30d7\u30c8\u30b3\u30fc\u30c9\u306e\u30b7\u30b9\u30c6\u30de\u30c6\u30a3\u30c3\u30af\u306a\u30b3\u30f3\u30d1\u30a4\u30eb\u3092\u56de\u907f\u3059\u308b\u305f\u3081\u306b\u3001\u30e9\u30f3\u30bf\u30a4\u30e0\u306f\u4e00\u90e8\u306e\u30d7\u30ea\u30b3\u30f3\u30d1\u30a4\u30eb\u3055\u308c\u305f\n\u30b9\u30af\u30ea\u30d7\u30c8\u3092\u30b0\u30ed\u30fc\u30d0\u30eb\u30ad\u30e3\u30c3\u30b7\u30e5\u306b\u4fdd\u6301\u3057\u307e\u3059\u3002  \u3053\u306e\u30d1\u30e9\u30e1\u30fc\u30bf\u306f\u3001\u30b3\u30f3\u30d1\u30a4\u30eb\u3055\u308c\u308b JavaScript \u5f0f\u306e\u6570\u3092\u5236\u5fa1\u3057\u307e\u3059\u3002
XSPPage.Whenfalsesessionsaretransientanda=false \u306e\u5834\u5408\u306f\u3001\u30bb\u30c3\u30b7\u30e7\u30f3\u306f\u4e00\u6642\u7684\u306a\u3082\u306e\u306b\u306a\u308a\u3001\u8981\u6c42\u9593\u3067 (\u307e\u305f\u3001\u30da\u30fc\u30b8\u9593\u3067\u3082) \u4fdd\u5b58\u3055\u308c\u307e\u305b\u3093\u3002
XSPPage.Errorpage=\u30a8\u30e9\u30fc\u30da\u30fc\u30b8:
XSPGenPage.Displayfiltertype=\u30d5\u30a3\u30eb\u30bf\u30bf\u30a4\u30d7\u306e\u8868\u793a:
XSPPerfPage.Defaultstotempdirxsppers=\u6587\u66f8\u6dfb\u4ed8\u30d5\u30a1\u30a4\u30eb\u304c\u4e00\u6642\u7684\u306b\u6c38\u7d9a\u5316\u3055\u308c\u308b\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u3092\u5b9a\u7fa9\u3057\u307e\u3059\u3002\n\u30c7\u30d5\u30a9\u30eb\u30c8\u3067\u306f\u3001<tempdir>/xsppers \u306b\u306a\u308a\u307e\u3059\u3002
XSPGenPage.Compression=\u5727\u7e2e:
XSPPage.indevelopmentasitprovidesextrainf=\u8a2d\u5b9a\u3057\u305f\u5834\u5408\u306f\u3001\u30c7\u30d5\u30a9\u30eb\u30c8\u306e\u30a8\u30e9\u30fc\u30da\u30fc\u30b8\u306f XSP \u30ec\u30a4\u30e4\u30fc\u306b\u3088\u3063\u3066\u8868\u793a\u3055\u308c\u307e\u3059\u3002  \u3053\u308c\u306f\u30a8\u30e9\u30fc\u306b\u95a2\u3059\u308b\n\u8ffd\u52a0\u60c5\u5831\u3092\u63d0\u4f9b\u3059\u308b\u305f\u3081\u3001\u958b\u767a\u6642\u306b\u975e\u5e38\u306b\u5f79\u7acb\u3061\u307e\u3059\u3002
XSPPage.Ifsetthisthemeisusedonthewebinste=\u8a2d\u5b9a\u3057\u305f\u5834\u5408\u306f\u3001\u3053\u306e\u30c6\u30fc\u30de\u306f\u3001\u30a2\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u30c6\u30fc\u30de\u3068\u3057\u3066\u6307\u5b9a\u3055\u308c\u3066\u3044\u308b\u30c6\u30fc\u30de\u306e\u4ee3\u308f\u308a\u306b Web \u3067\u4f7f\u7528\u3055\u308c\u307e\u3059\u3002
XSPGenPage.XPageLibraries=XPage \u30e9\u30a4\u30d6\u30e9\u30ea
XSPGenPage.HTMLTransitional=HTML Transitional
XSPGenPage.SelectthelibrariesofextendedXPage=\u3053\u306e\u30a2\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u3067\u4f7f\u7528\u3059\u308b\u62e1\u5f35 XPage \u30b3\u30f3\u30c8\u30ed\u30fc\u30eb\u306e\n\u30e9\u30a4\u30d6\u30e9\u30ea\u3092\u9078\u629e\u3057\u307e\u3059\u3002
XSPPage.ErrorHandling=\u30a8\u30e9\u30fc\u51e6\u7406
XSPPerfPage.expressions2=(\u5f0f)
XSPPerfPage.Entiretreethenonlychangessincecon=\u30c4\u30ea\u30fc\u5168\u4f53\u3001\u305d\u3057\u3066\u69cb\u6210\u5f8c\u306e\u5909\u66f4\u306e\u307f
XSPPerfPage.UseuncompressedresourcefilesCSSDo=\u5727\u7e2e\u3055\u308c\u3066\u3044\u306a\u3044\u30ea\u30bd\u30fc\u30b9\u30d5\u30a1\u30a4\u30eb\u3092\u4f7f\u7528\u3059\u308b (CSS \u3068 Dojo)
XSPGenPage.GeneratemetatagsintheHTMLheader=HTML \u30d8\u30c3\u30c0\u30fc\u306b\u30e1\u30bf\u30bf\u30b0\u3092\u751f\u6210\u3059\u308b
XSPParentEditor.PageGeneration=\u30da\u30fc\u30b8\u306e\u751f\u6210
XSPGenPage.Encoding=\u30a8\u30f3\u30b3\u30fc\u30c9:
XSPPerfPage.Globalresourceexpiration=\u30b0\u30ed\u30fc\u30d0\u30eb\u30ea\u30bd\u30fc\u30b9\u306e\u6709\u52b9\u671f\u9650:
XSPPage.IgnoreerrorsforunknownnamespaceUR=\u4e0d\u660e\u306a\u540d\u524d\u7a7a\u9593 URI \u306e\u30a8\u30e9\u30fc\u3092\u7121\u8996\u3059\u308b
XSPGenPage.Allowzerorowsinrepeatcontrols=\u7e70\u308a\u8fd4\u3057\u30b3\u30f3\u30c8\u30ed\u30fc\u30eb\u3067\u30bc\u30ed\u884c\u3092\u8a31\u53ef\u3059\u308b
XSPPage.Server=\u30b5\u30fc\u30d0\u30fc
XSPGenPage.Notesformat=Notes \u5f62\u5f0f
XSPPage.Partialupdatetimeout=\u90e8\u5206\u7684\u66f4\u65b0\u306e\u30bf\u30a4\u30e0\u30a2\u30a6\u30c8:
XSPPage.Dojo=Dojo
XSPGenPage.RichTextOptions=\u30ea\u30c3\u30c1\u30c6\u30ad\u30b9\u30c8\u30aa\u30d7\u30b7\u30e7\u30f3
XSPPage.serverlevelthedefaulttimeoutis30m.1=\u30a2\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u304c\u3069\u308c\u3060\u3051\u306e\u6642\u9593\u975e\u30a2\u30af\u30c6\u30a3\u30d6\u3067\u3042\u3063\u305f\u3089\u30e1\u30e2\u30ea\u304b\u3089\u7834\u68c4\u3059\u308b\u304b\u3092\u5b9a\u7fa9\u3057\u307e\u3059\u3002  \u3053\u3053\u3067\u3082\n\u30b5\u30fc\u30d0\u30fc\u30ec\u30d9\u30eb\u3067\u3082\u8a2d\u5b9a\u3055\u308c\u3066\u3044\u306a\u3044\u5834\u5408\u306f\u3001\u30c7\u30d5\u30a9\u30eb\u30c8\u306e\u30bf\u30a4\u30e0\u30a2\u30a6\u30c8\u306f 30 \u5206\u306b\u306a\u308a\u307e\u3059\u3002
XSPPerfPage.Keeppagesinmemorybestperformance=\u30da\u30fc\u30b8\u3092\u30e1\u30e2\u30ea\u306b\u4fdd\u6301\u3059\u308b
XSPPage.DisplayXPageruntimeerrorpage=XPage \u5b9f\u884c\u6642\u30a8\u30e9\u30fc\u30da\u30fc\u30b8\u3092\u8868\u793a
XSPPage.Openinsamewindowandtab=\u540c\u3058\u30a6\u30a3\u30f3\u30c9\u30a6\u3068\u30bf\u30d6\u3067\u958b\u304f
XSPPerfPage.CompiledXPathcachesize=\u30b3\u30f3\u30d1\u30a4\u30eb\u3055\u308c\u308b XPath \u30ad\u30e3\u30c3\u30b7\u30e5\u30b5\u30a4\u30ba:
XSPPerfPage.expressions=(\u5f0f)
XSPGenPage.WhenrunningontheWebthelibrariesmu=Web \u4e0a\u3067\u5b9f\u884c\u3057\u3066\u3044\u308b\u5834\u5408\u3001\u30e9\u30a4\u30d6\u30e9\u30ea\u304c\u30b5\u30fc\u30d0\u30fc\u4e0a\u3067\u4f7f\u7528\u53ef\u80fd\u3067\u3042\u308b\n\u5fc5\u8981\u304c\u3042\u308a\u307e\u3059\u3002 IBM Notes \u30af\u30e9\u30a4\u30a2\u30f3\u30c8\u3067\u5b9f\u884c\u3057\u3066\u3044\u308b\u5834\u5408\u3001\u30e9\u30a4\u30d6\u30e9\u30ea\n\u30d7\u30e9\u30b0\u30a4\u30f3\u304c\u30af\u30e9\u30a4\u30a2\u30f3\u30c8\u306b\u30a4\u30f3\u30b9\u30c8\u30fc\u30eb\u3055\u308c\u3066\u3044\u308b\u5fc5\u8981\u304c\u3042\u308a\u307e\u3059\u3002
XSPGenPage.HTML5=HTML5
XSPGenPage.None=\u306a\u3057
XSPPage.soyouwillneedtotestforcompatibili=\u4f7f\u7528\u3059\u308b Dojo Toolkit \u306e\u30d0\u30fc\u30b8\u30e7\u30f3\u3002 \u30c7\u30d5\u30a9\u30eb\u30c8\u3067\u3001Dojo \u306e\u30d0\u30fc\u30b8\u30e7\u30f3\u3092\u691c\u51fa\u3059\u308b\u306b\u306f\u3001\n\u30d5\u30a9\u30eb\u30c0 Data/domino/js/ \u306b dojo-<\u30d0\u30fc\u30b8\u30e7\u30f3> \u306e\u3088\u3046\u306a\u540d\u524d\u3092\u6301\u3064\u30b5\u30d6\u30d5\u30a9\u30eb\u30c0\u304c\u306a\u3044\u304b\u3092\u8abf\u3079\u3001\n\u4f7f\u7528\u53ef\u80fd\u306a\u6700\u65b0\u30d0\u30fc\u30b8\u30e7\u30f3\u3092\u4f7f\u7528\u3057\u307e\u3059\u3002  \u3053\u306e\u30d5\u30a9\u30eb\u30c0\u306b\u3042\u308b\u3082\u306e\u3068\u306f\u7570\u306a\u308b\u30d0\u30fc\u30b8\u30e7\u30f3\u306e Dojo \u3092\u30a4\u30f3\u30b9\u30c8\u30fc\u30eb\u3057\u3001\nXPage \u3067\u7279\u5b9a\u306e\u30d0\u30fc\u30b8\u30e7\u30f3\u3092\u4f7f\u7528\u3059\u308b\u5fc5\u8981\u304c\u3042\u308b\u5834\u5408\u306f\u3001\u3053\u306e\u8a2d\u5b9a\u3092\u5909\u66f4\u3057\u307e\u3059\u3002\n\u306a\u304a\u3001\u30c7\u30d5\u30a9\u30eb\u30c8\u4ee5\u5916\u306e Dojo \u30d0\u30fc\u30b8\u30e7\u30f3\u3067\u306e XPage \u306e\u4f7f\u7528\u306f\u30b5\u30dd\u30fc\u30c8\u3055\u308c\u307e\u305b\u3093\u3002\u3053\u308c\u3092\u884c\u3046\u5834\u5408\u306f\u3001\n\u81ea\u8eab\u3067\u4e92\u63db\u6027\u306e\u554f\u984c\u306b\u3064\u3044\u3066\u30c6\u30b9\u30c8\u3059\u308b\u5fc5\u8981\u304c\u3042\u308a\u307e\u3059\u3002
XSPPage.serverlevelthedefaulttimeoutis30m=\u30e6\u30fc\u30b6\u30fc\u30bb\u30c3\u30b7\u30e7\u30f3\u304c\u3069\u308c\u3060\u3051\u306e\u6642\u9593\u975e\u30a2\u30af\u30c6\u30a3\u30d6\u3067\u3042\u3063\u305f\u3089\u30e1\u30e2\u30ea\u304b\u3089\u7834\u68c4\u3059\u308b\u304b\u3092\u5b9a\u7fa9\u3057\u307e\u3059\u3002  \u3053\u3053\u3067\u3082\n\u30b5\u30fc\u30d0\u30fc\u30ec\u30d9\u30eb\u3067\u3082\u8a2d\u5b9a\u3055\u308c\u3066\u3044\u306a\u3044\u5834\u5408\u306f\u3001\u30c7\u30d5\u30a9\u30eb\u30c8\u306e\u30bf\u30a4\u30e0\u30a2\u30a6\u30c8\u306f 30 \u5206\u306b\u306a\u308a\u307e\u3059\u3002
XSPPage.Release85=\u30ea\u30ea\u30fc\u30b9 8.5
XSPGenPage.iseffectivelyenabledwhentheclient=\u3053\u308c\u306f\u3001\u30da\u30fc\u30b8\u3092\u30af\u30e9\u30a4\u30a2\u30f3\u30c8\u306b\u30ec\u30f3\u30c0\u30ea\u30f3\u30b0\u3059\u308b\u969b\u306b\u4f7f\u7528\u3055\u308c\u308b\u5727\u7e2e\u30e2\u30fc\u30c9\u3092\u5b9a\u7fa9\u3057\u307e\u3059\u3002  \u5727\u7e2e\u306f\u3001\n\u30af\u30e9\u30a4\u30a2\u30f3\u30c8\u3067\u30b5\u30dd\u30fc\u30c8\u3055\u308c\u308b\u5834\u5408\u306b\u3001\u8981\u6c42\u306e HTTP \u30d8\u30c3\u30c0\u30fc\u306b\u6307\u5b9a\u3055\u308c\u3066\u3044\u308b\u3068\u304a\u308a\u306b\u3001\u5b9f\u969b\u306b\u6709\u52b9\u306b\u306a\u308a\u307e\u3059\u3002
XSPPage.IfsetthisthemeisusedintheNotescli=\u8a2d\u5b9a\u3057\u305f\u5834\u5408\u306f\u3001\u3053\u306e\u30c6\u30fc\u30de\u306f\u3001\u30a2\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u30c6\u30fc\u30de\u3068\u3057\u3066\u6307\u5b9a\u3055\u308c\u3066\u3044\u308b\u30c6\u30fc\u30de\u306e\u4ee3\u308f\u308a\u306b IBM Notes \u30af\u30e9\u30a4\u30a2\u30f3\u30c8\u3067\u4f7f\u7528\u3055\u308c\u307e\u3059\u3002
XSPPerfPage.CompiledJavaScriptcachesize=\u30b3\u30f3\u30d1\u30a4\u30eb\u3055\u308c\u308b JavaScript \u30ad\u30e3\u30c3\u30b7\u30e5\u30b5\u30a4\u30ba:
XSPPerfPage.DefineshowmuchoftheJSFpagesareper=\u6c38\u7d9a\u5316\u3059\u308b JSF \u30da\u30fc\u30b8\u306e\u91cf\u3092\u5b9a\u7fa9\u3057\u307e\u3059\u3002
XSPPage.Thethemetobeusedinthisapplication=\u3053\u306e\u30a2\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u3067\u4f7f\u7528\u3059\u308b\u30c6\u30fc\u30de\u3002
XSPPerfPage.DiscardJavaScriptcontextaftereach=\u5404\u30da\u30fc\u30b8\u306e\u5f8c\u306b JavaScript \u30b3\u30f3\u30c6\u30ad\u30b9\u30c8\u3092\u7834\u68c4\u3059\u308b
XSPGenPage.On=\u30aa\u30f3
XSPPerfPage.isalwaysserializedtodisk=\u30da\u30fc\u30b8\u30b5\u30a4\u30ba\u304c\u7279\u5b9a\u306e\u30d0\u30a4\u30c8\u6570\u3088\u308a\u5c0f\u3055\u3044\u5834\u5408\u306b\u3001\u30da\u30fc\u30b8\u3092\u30d5\u30a1\u30a4\u30eb\u3067\u306f\u306a\u304f\n\u30e1\u30e2\u30ea\u5185\u3067\u30b7\u30ea\u30a2\u30e9\u30a4\u30ba\u3059\u308b\u304b\u3069\u3046\u304b\u3092\u5b9a\u7fa9\u3057\u307e\u3059\u3002 0 (\u30c7\u30d5\u30a9\u30eb\u30c8) \u306f\u3001\u5e38\u306b\u30c7\u30a3\u30b9\u30af\u306b\u30b7\u30ea\u30a2\u30e9\u30a4\u30ba\u3059\u308b\u3053\u3068\u3092\n\u610f\u5473\u3057\u307e\u3059\u3002
XSPPage.Notesclientonly=(IBM Notes \u30af\u30e9\u30a4\u30a2\u30f3\u30c8\u306e\u307f)
XSPPerfPage.Definethedirectorywherethetempora=\u30a2\u30c3\u30d7\u30ed\u30fc\u30c9\u3055\u308c\u305f\u4e00\u6642\u30d5\u30a1\u30a4\u30eb\u3092\u4fdd\u7ba1\u3059\u308b\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u3092\u5b9a\u7fa9\u3057\u307e\u3059\u3002\n
XSPPerfPage.PerformanceProperties=\u30d1\u30d5\u30a9\u30fc\u30de\u30f3\u30b9\u30d7\u30ed\u30d1\u30c6\u30a3
XSPPerfPage.Definesifthepersistedfilesshouldb=\u30c7\u30a3\u30b9\u30af\u4e0a\u3067\u6c38\u7d9a\u5316\u3055\u308c\u305f\u30d5\u30a1\u30a4\u30eb\u3092 GZIP \u3059\u308b\u304b\u3069\u3046\u304b\u3092\u5b9a\u7fa9\u3057\u307e\u3059 (GZIP \u3057\u305f\u5834\u5408\u306f\u3001\u4f7f\u7528\u30c7\u30a3\u30b9\u30af\u30b9\u30da\u30fc\u30b9\u306f\u524a\u6e1b\u3055\u308c\u307e\u3059\u304c\u3001CPU \u51e6\u7406\u304c\u5897\u52a0\u3057\u307e\u3059)
XSPPage.XPageProperties=XPage \u30d7\u30ed\u30d1\u30c6\u30a3
XSPGenPage.GZipsetcontentlength=GZip\u3001\u30b3\u30f3\u30c6\u30f3\u30c4\u306e\u9577\u3055\u3092\u8a2d\u5b9a
XSPPage.webstandard_app=Web \u6a19\u6e96
XSPGenPage.Nofiltering=\u30d5\u30a3\u30eb\u30bf\u306a\u3057
XSPPerfPage.UseruntimeoptimizedJavaScriptandC=\u5b9f\u884c\u6642\u6700\u9069\u5316 JavaScript \u3068 CSS \u30ea\u30bd\u30fc\u30b9\u306e\u4f7f\u7528
XSPGenPage.Pageredirectmode=\u30da\u30fc\u30b8\u30ea\u30c0\u30a4\u30ec\u30af\u30c8\u30e2\u30fc\u30c9
XSPPage.Standardservererrorpage=\u6a19\u6e96\u30b5\u30fc\u30d0\u30fc\u30a8\u30e9\u30fc\u30da\u30fc\u30b8
XSPPage.Sessiontimeout=\u30bb\u30c3\u30b7\u30e7\u30f3\u30bf\u30a4\u30e0\u30a2\u30a6\u30c8:
XSPPerfPage.Upload=\u30a2\u30c3\u30d7\u30ed\u30fc\u30c9:
XSPPerfPage.PersistenceOptions=\u6c38\u7d9a\u6027\u30aa\u30d7\u30b7\u30e7\u30f3
XSPPage.webstandard_sys=Web \u6a19\u6e96
XSPPerfPage.Definesthenumberofpagespersistedw.1=\u30c7\u30a3\u30b9\u30af\u4e0a\u3067\u6c38\u7d9a\u5316\u3059\u308b\u30da\u30fc\u30b8\u306e\u6570\u3092\u5b9a\u7fa9\u3057\u307e\u3059 (MRU \u30a2\u30eb\u30b4\u30ea\u30ba\u30e0)
XSPGenPage.Defineswhichfiltershouldbeusedbyd=\u4e00\u90e8\u306e\u30b3\u30f3\u30c8\u30ed\u30fc\u30eb (\u30ea\u30c3\u30c1\u30c6\u30ad\u30b9\u30c8) \u3067\u30b3\u30f3\u30c6\u30f3\u30c4\u3092\u8868\u793a\u3059\u308b\u969b\u306b\u30c7\u30d5\u30a9\u30eb\u30c8\u3067\u4f7f\u7528\u3059\u308b\u30d5\u30a3\u30eb\u30bf\u3092\u5b9a\u7fa9\u3057\u307e\u3059\u3002
XSPGenPage.Clientvalidation=\u30af\u30e9\u30a4\u30a2\u30f3\u30c8\u306e\u691c\u8a3c:




