# *****************************************************************
#
# IBM Confidential
#
# OCO Source Materials
#
# Copyright IBM Corp. 2010, 2012                                   
#
# The source code for this program is not published or otherwise
# divested of its trade secrets, irrespective of what has been
# deposited with the U.S. Copyright Office.
#
# ***************************************************************** 
# DO NOT EDIT. THIS FILE IS GENERATED.
# NLS_ENCODING=UNICODE 
# NLS_MARKUP=IBMNJDK2 
# NLS_MESSAGEFORMAT_NONE
## G11N SA UI -- Special IT Audience resources follow
component.djxDataGrid.name= Dojo \u30c7\u30fc\u30bf\u30b0\u30ea\u30c3\u30c9
component.djxDataGrid.descr= \u30b9\u30d7\u30ec\u30c3\u30c9\u30b7\u30fc\u30c8\u306b\u985e\u4f3c\u3057\u305f\u30b0\u30ea\u30c3\u30c9\u3002
property.jsId.name= JavaScript \u5909\u6570 ID
property.jsId.descr= \u30b0\u30ea\u30c3\u30c9\u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u3092\u4fdd\u6301\u3059\u308b\u305f\u3081\u306b\u4f5c\u6210\u3055\u308c\u308b JavaScript \u5909\u6570\u306e\u540d\u524d\u3002\u3053\u308c\u306f\u5f8c\u304b\u3089\u30b9\u30af\u30ea\u30d7\u30c8\u3067\u53c2\u7167\u3067\u304d\u307e\u3059\u3002
property.store.name= \u30b9\u30c8\u30a2
property.store.descr= \u30b0\u30ea\u30c3\u30c9\u306e\u30c7\u30fc\u30bf\u3092\u53d6\u5f97\u3059\u308b\u305f\u3081\u306b\u4f7f\u7528\u3055\u308c\u308b Dojo \u30c7\u30fc\u30bf\u30b9\u30c8\u30a2\u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u3092\u4fdd\u6301\u3059\u308b JavaScript \u5909\u6570\u306e\u540d\u524d\u3002
property.rowSelector.name= \u884c\u30bb\u30ec\u30af\u30bf
property.rowSelector.descr= \u3053\u306e\u8868\u30aa\u30d7\u30b7\u30e7\u30f3\u3092\u6307\u5b9a\u3059\u308b\u3068\u3001\u884c\u9078\u629e\u304c\u5bb9\u6613\u306b\u306a\u308b\u3088\u3046\u306b\u3001\u8868\u306e\u5de6\u306b\u9078\u629e\u9818\u57df\u304c\u8ffd\u52a0\u3055\u308c\u307e\u3059\u3002\u3053\u306e\u30aa\u30d7\u30b7\u30e7\u30f3\u306e\u5024\u306f\u3001\u30bb\u30ec\u30af\u30bf\u306b\u4f7f\u7528\u3059\u308b\u5e45\u3067\u3059\u3002
property.selectionMode.name= \u9078\u629e\u30e2\u30fc\u30c9
# "none", "single", "multiple", "extended" should not be translated.
property.selectionMode.descr= \u884c\u9078\u629e\u3092\u51e6\u7406\u3059\u308b\u65b9\u6cd5\u3092\u6307\u5b9a\u3057\u307e\u3059\u3002
property.headerMenu.name= \u30d8\u30c3\u30c0\u30fc\u30e1\u30cb\u30e5\u30fc
property.headerMenu.descr= \u30b0\u30ea\u30c3\u30c9\u30d8\u30c3\u30c0\u30fc\u306e\u30b3\u30f3\u30c6\u30ad\u30b9\u30c8\u30e1\u30cb\u30e5\u30fc\u3068\u3057\u3066\u4f7f\u7528\u3059\u308b\u30e1\u30cb\u30e5\u30fc\u3092\u6307\u5b9a\u3057\u307e\u3059\u3002
property.autoHeight.name= \u9ad8\u3055\u306e\u81ea\u52d5\u8abf\u6574
property.autoHeight.descr= \u8868\u793a\u3059\u308b\u884c\u6570\u3092\u6307\u5b9a\u3057\u307e\u3059
property.singleClickEdit.name= \u30b7\u30f3\u30b0\u30eb\u30af\u30ea\u30c3\u30af\u3067\u7de8\u96c6
property.singleClickEdit.descr= \u30bb\u30eb\u7de8\u96c6\u30e2\u30fc\u30c9\u306b\u5165\u308b\u305f\u3081\u306b\u30b7\u30f3\u30b0\u30eb\u30af\u30ea\u30c3\u30af\u304c\u5fc5\u8981\u304b\u3069\u3046\u304b\u3092\u6307\u5b9a\u3057\u307e\u3059\u3002\u30c7\u30d5\u30a9\u30eb\u30c8\u3067\u306f\u3001\u3053\u306e\u30d7\u30ed\u30d1\u30c6\u30a3\u306f false \u3067\u3059\u3002\u3053\u308c\u306f\u3001\u30bb\u30eb\u7de8\u96c6\u30e2\u30fc\u30c9\u306b\u5165\u308b\u305f\u3081\u306b\u30c0\u30d6\u30eb\u30af\u30ea\u30c3\u30af\u304c\u5fc5\u8981\u3067\u3042\u308b\u3053\u3068\u3092\u610f\u5473\u3057\u307e\u3059\u3002
property.loadingMessage.name= \u30e1\u30c3\u30bb\u30fc\u30b8\u3092\u30ed\u30fc\u30c9\u4e2d
property.loadingMessage.descr= \u30b3\u30f3\u30c8\u30ed\u30fc\u30eb\u306e\u30b3\u30f3\u30c6\u30f3\u30c4\u306e\u30ed\u30fc\u30c9\u4e2d\u306b\u8868\u793a\u3055\u308c\u308b\u30e1\u30c3\u30bb\u30fc\u30b8\u3092\u6307\u5b9a\u3057\u307e\u3059\u3002
property.errorMessage.name= \u30a8\u30e9\u30fc\u30e1\u30c3\u30bb\u30fc\u30b8
property.errorMessage.descr= \u30b3\u30f3\u30c8\u30ed\u30fc\u30eb\u306e\u30b3\u30f3\u30c6\u30f3\u30c4\u306e\u30ed\u30fc\u30c9\u4e2d\u306b\u30b3\u30f3\u30c8\u30ed\u30fc\u30eb\u3067\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u305f\u5834\u5408\u306b\u8868\u793a\u3055\u308c\u308b\u30e1\u30c3\u30bb\u30fc\u30b8\u3092\u6307\u5b9a\u3057\u307e\u3059\u3002
property.selectable.name= \u9078\u629e\u53ef\u80fd
property.selectable.descr= \u3053\u306e\u30b3\u30f3\u30c8\u30ed\u30fc\u30eb\u5185\u3067\u30c6\u30ad\u30b9\u30c8\u9078\u629e\u3092\u6709\u52b9\u306b\u3059\u308b\u304b\u3069\u3046\u304b\u3092\u6307\u5b9a\u3057\u307e\u3059\u3002
property.updateDelay.name= \u66f4\u65b0\u306e\u9045\u5ef6
property.updateDelay.descr= \u30c7\u30fc\u30bf\u30b9\u30c8\u30a2\u304b\u3089\u901a\u77e5\u3092\u53d7\u3051\u53d6\u3063\u305f\u5f8c\u306b\u3053\u306e\u30b3\u30f3\u30c8\u30ed\u30fc\u30eb\u3092\u66f4\u65b0\u3059\u308b\u307e\u3067\u306e\u9045\u5ef6\u6642\u9593 (\u30df\u30ea\u79d2) \u3092\u6307\u5b9a\u3057\u307e\u3059\u3002
property.initialWidth.name= \u521d\u671f\u5e45
property.initialWidth.descr= autoWidth \u304c\u6709\u52b9\u3067\u3042\u308b\u5834\u5408\u306e\u3053\u306e\u30b3\u30f3\u30c8\u30ed\u30fc\u30eb\u306e\u521d\u671f\u5e45\u3092\u6307\u5b9a\u3057\u307e\u3059\u3002
property.rowsPerPage.name= \u30da\u30fc\u30b8\u3042\u305f\u308a\u306e\u884c\u6570
property.rowsPerPage.descr= \u8868\u793a\u3059\u308b\u884c\u6570\u3092\u6307\u5b9a\u3057\u307e\u3059\u3002
property.query.name= \u7167\u4f1a
property.query.descr= \u30c7\u30fc\u30bf\u30b9\u30c8\u30a2\u304b\u3089\u9805\u76ee\u3092\u30d5\u30a7\u30c3\u30c1\u3059\u308b\u305f\u3081\u306b\u4f7f\u7528\u3055\u308c\u308b\u7167\u4f1a\u3092\u6307\u5b9a\u3057\u307e\u3059\u3002
property.escapeHTMLInData.name= \u30c7\u30fc\u30bf\u3067 HTML \u3092\u30a8\u30b9\u30b1\u30fc\u30d7\u3059\u308b
property.escapeHTMLInData.descr= \u30c7\u30fc\u30bf\u5185\u306e\u60aa\u610f\u306e\u3042\u308b\u30b3\u30f3\u30c6\u30f3\u30c4\u304b\u3089\u306e\u4fdd\u8b77\u3092\u6709\u52b9\u306b\u3059\u308b\u304b\u3069\u3046\u304b\u3092\u6307\u5b9a\u3057\u307e\u3059\u3002\u3053\u308c\u306f\u30c7\u30d5\u30a9\u30eb\u30c8\u3067\u6709\u52b9\u306b\u306a\u3063\u3066\u3044\u307e\u3059\u3002
property.onStyleRow.name= \u30b9\u30bf\u30a4\u30eb\u884c\u30b9\u30af\u30ea\u30d7\u30c8
property.onStyleRow.descr= \u3053\u306e\u30b3\u30f3\u30c8\u30ed\u30fc\u30eb\u304c\u7279\u5b9a\u306e\u884c\u3067\u884c\u30b9\u30bf\u30a4\u30eb\u6307\u5b9a\u3092\u5b9f\u884c\u3059\u308b\u3068\u304d\u306b\u5b9f\u884c\u3055\u308c\u308b JavaScript \u30b3\u30fc\u30c9\u3002
property.onRowClick.name= \u884c\u30af\u30ea\u30c3\u30af\u30b9\u30af\u30ea\u30d7\u30c8
property.onRowClick.descr= \u3053\u306e\u30b3\u30f3\u30c8\u30ed\u30fc\u30eb\u306e\u884c\u4e0a\u3067\u30dd\u30a4\u30f3\u30bf\u30b3\u30f3\u30c8\u30ed\u30fc\u30eb\u3092\u30af\u30ea\u30c3\u30af\u3057\u305f\u3068\u304d\u306b\u5b9f\u884c\u3055\u308c\u308b JavaScript \u30b3\u30fc\u30c9
property.onRowDblClick.name= \u884c\u30c0\u30d6\u30eb\u30af\u30ea\u30c3\u30af\u30b9\u30af\u30ea\u30d7\u30c8
property.onRowDblClick.descr= \u3053\u306e\u30b3\u30f3\u30c8\u30ed\u30fc\u30eb\u306e\u884c\u4e0a\u3067\u30dd\u30a4\u30f3\u30bf\u30b3\u30f3\u30c8\u30ed\u30fc\u30eb\u3092\u30c0\u30d6\u30eb\u30af\u30ea\u30c3\u30af\u3057\u305f\u3068\u304d\u306b\u5b9f\u884c\u3055\u308c\u308b JavaScript \u30b3\u30fc\u30c9
property.onRowContextMenu.name= \u884c\u30b3\u30f3\u30c6\u30ad\u30b9\u30c8\u30e1\u30cb\u30e5\u30fc\u30b9\u30af\u30ea\u30d7\u30c8
property.onRowContextMenu.descr= \u3053\u306e\u30b3\u30f3\u30c8\u30ed\u30fc\u30eb\u5185\u306e\u884c\u306e\u30b3\u30f3\u30c6\u30ad\u30b9\u30c8\u30e1\u30cb\u30e5\u30fc\u306b\u30dd\u30a4\u30f3\u30bf\u30b3\u30f3\u30c8\u30ed\u30fc\u30eb\u304c\u30a2\u30af\u30bb\u30b9\u3057\u305f\u3068\u304d\u306b\u5b9f\u884c\u3055\u308c\u308b JavaScript \u30b3\u30fc\u30c9
property.storeComponentId.name= \u30b3\u30f3\u30c8\u30ed\u30fc\u30eb\u30b9\u30c8\u30a2 ID:
property.storeComponentId.descr= REST \u30b5\u30fc\u30d3\u30b9\u30b3\u30f3\u30c8\u30ed\u30fc\u30eb ID\u3002\u3053\u308c\u306f\u3001\u5b9f\u969b\u306e\u30b9\u30c8\u30a2 ID \u3092\u53c2\u7167\u3059\u308b store \u30d7\u30ed\u30d1\u30c6\u30a3\u3088\u308a\u512a\u5148\u3055\u308c\u307e\u3059\u3002
component.djxDataGridRow.name= Dojo \u30c7\u30fc\u30bf\u30b0\u30ea\u30c3\u30c9\u884c
component.djxDataGridRow.descr= \u3053\u306e\u30b3\u30f3\u30c8\u30ed\u30fc\u30eb\u306f\u3001\u30b0\u30ea\u30c3\u30c9\u3067\u8907\u6570\u884c\u304c\u8868\u793a\u3055\u308c\u308b\u5834\u5408\u306b\u4f7f\u7528\u3055\u308c\u307e\u3059\u3002\u305d\u308c\u4ee5\u5916\u306e\u5834\u5408\u306f\u7701\u7565\u3067\u304d\u307e\u3059\u3002
component.djxDataGridColumn.name= Dojo \u30c7\u30fc\u30bf\u30b0\u30ea\u30c3\u30c9\u5217
component.djxDataGridColumn.descr= \u5217\u306e\u30b3\u30f3\u30c6\u30f3\u30c4\u3092\u5b9a\u7fa9\u3057\u307e\u3059\u3002 \u30c7\u30fc\u30bf\u30b0\u30ea\u30c3\u30c9\u884c (\u8907\u6570\u884c\u30b0\u30ea\u30c3\u30c9\u306e\u5834\u5408) \u306b\u633f\u5165\u3059\u308b\u304b\u3001\u30c7\u30fc\u30bf\u30b0\u30ea\u30c3\u30c9\u306b\u76f4\u63a5\u633f\u5165\u3067\u304d\u307e\u3059\u3002
property.field.name= \u30d5\u30a3\u30fc\u30eb\u30c9
property.field.descr= \u8868\u793a\u3059\u308b\u3001\u30c7\u30fc\u30bf\u30b9\u30c8\u30a2\u304b\u3089\u306e\u30d5\u30a3\u30fc\u30eb\u30c9\u306e\u540d\u524d\u3092\u6307\u5b9a\u3057\u307e\u3059\u3002
property.width.name= \u5217\u5e45
property.width.descr= \u5217\u306e\u5e45\u3092\u6307\u5b9a\u3057\u307e\u3059\u3002
property.cellType.name= \u30bb\u30eb\u30bf\u30a4\u30d7
property.cellType.descr= \u3053\u306e\u30b3\u30f3\u30c8\u30ed\u30fc\u30eb\u306e\u30bb\u30eb\u306e\u30bf\u30a4\u30d7\u3092\u6307\u5b9a\u3057\u307e\u3059\u3002
property.formatter.name= \u30d5\u30a9\u30fc\u30de\u30c3\u30bf\u95a2\u6570
property.formatter.descr= \u8868\u793a\u524d\u306e\u30bb\u30eb\u30c7\u30fc\u30bf\u306e\u30d5\u30a9\u30fc\u30de\u30c3\u30c8\u8a2d\u5b9a\u3092\u62c5\u3046 JavaScript \u95a2\u6570\u3092\u6307\u5b9a\u3057\u307e\u3059\u3002
property.get.name= Get \u95a2\u6570
property.get.descr= \u8981\u6c42\u6642\u306b\u30bb\u30eb\u306e\u66f8\u5f0f\u8a2d\u5b9a\u3055\u308c\u3066\u3044\u306a\u3044\u30c7\u30fc\u30bf\u3092\u8fd4\u3059 JavaScript \u95a2\u6570\u3092\u6307\u5b9a\u3057\u307e\u3059\u3002
property.options.name= \u30bb\u30eb\u30bf\u30a4\u30d7\u30aa\u30d7\u30b7\u30e7\u30f3\u306e\u9078\u629e
property.options.descr= \u300c\u9078\u629e\u300d\u30bb\u30eb\u30bf\u30a4\u30d7\u306e\u8a31\u5bb9\u3055\u308c\u308b\u30aa\u30d7\u30b7\u30e7\u30f3\u306e\u30ea\u30b9\u30c8\u3092\u6307\u5b9a\u3057\u307e\u3059\u3002
property.editable.name= \u7de8\u96c6\u53ef\u80fd
property.editable.descr= \u30bb\u30eb\u306e\u30b3\u30f3\u30c6\u30f3\u30c4\u304c\u7de8\u96c6\u53ef\u80fd\u304b\u3069\u3046\u304b\u3092\u6307\u5b9a\u3057\u307e\u3059\u3002
property.hidden.name= \u975e\u8868\u793a
property.hidden.descr= \u3053\u306e\u30d6\u30fc\u30eb\u5024\u30d7\u30ed\u30d1\u30c6\u30a3\u306f\u3001\u8868\u5185\u306e\u5217\u3092\u975e\u8868\u793a\u306b\u3059\u308b\u305f\u3081\u306b\u4f7f\u7528\u3067\u304d\u307e\u3059\u3002\u5024\u304c true \u306e\u5834\u5408\u306f\u3001\u5217\u306f\u975e\u8868\u793a\u306b\u306a\u308a\u307e\u3059\u3002false \u306e\u5834\u5408\u306f\u3001\u5217\u306f\u8868\u793a\u3055\u308c\u307e\u3059\u3002
property.label.name= \u30e9\u30d9\u30eb
property.label.descr= \u5217\u30d8\u30c3\u30c0\u30fc\u306e\u30e9\u30d9\u30eb\u3092\u6307\u5b9a\u3057\u307e\u3059
