# *****************************************************************
#
# IBM Confidential
#
# OCO Source Materials
#
# Copyright IBM Corp. 2010, 2012                                   
#
# The source code for this program is not published or otherwise
# divested of its trade secrets, irrespective of what has been
# deposited with the U.S. Copyright Office.
#
# ***************************************************************** 
# DO NOT EDIT. THIS FILE IS GENERATED.
# NLS_ENCODING=UNICODE 
# NLS_MARKUP=IBMNJDK2 
# NLS_MESSAGEFORMAT_NONE
## G11N SA UI -- Special IT Audience resources follow
complex-type.djNumberConstraints.name= \u6570\u5024\u5236\u7d04
complex-type.djNumberConstraints.descr= \u5236\u7d04\u3068\u3057\u3066\u6700\u5c0f\u5024\u3068\u6700\u5927\u5024\u3092\u8ffd\u52a0\u3067\u304d\u308b\u3088\u3046\u306b\u3057\u307e\u3059
property.min.name= \u6700\u5c0f\u5024
property.min.descr= \u3053\u306e\u30d7\u30ed\u30d1\u30c6\u30a3\u304c\u5b58\u5728\u3059\u308b\u5834\u5408\u3001\u30b3\u30f3\u30c8\u30ed\u30fc\u30eb\u306e\u6570\u5024\u306f\u3053\u306e\u6700\u5c0f\u5024\u306b\u5236\u9650\u3055\u308c\u307e\u3059\u3002\u6307\u5b9a\u3057\u305f\u5024\u304c\u3053\u306e\u5024\u3088\u308a\u5c0f\u3055\u3044\u5834\u5408\u3001\u30a8\u30e9\u30fc\u304c\u8868\u793a\u3055\u308c\u307e\u3059\u3002\u3053\u306e\u6700\u5c0f\u5024\u306f\u3001\u8ca0\u306e\u6570\u307e\u305f\u306f\u6b63\u306e\u6570\u3067\u3059\u3002
property.max.name= \u6700\u5927\u5024
property.max.descr= \u3053\u306e\u30d7\u30ed\u30d1\u30c6\u30a3\u304c\u5b58\u5728\u3059\u308b\u5834\u5408\u3001\u30b3\u30f3\u30c8\u30ed\u30fc\u30eb\u306e\u6570\u5024\u306f\u3053\u306e\u6700\u5927\u5024\u306b\u5236\u9650\u3055\u308c\u307e\u3059\u3002\u6307\u5b9a\u3057\u305f\u5024\u304c\u3053\u306e\u5024\u3088\u308a\u5927\u304d\u3044\u5834\u5408\u3001\u30a8\u30e9\u30fc\u304c\u8868\u793a\u3055\u308c\u307e\u3059\u3002\u3053\u306e\u6700\u5927\u5024\u306f\u3001\u8ca0\u306e\u6570\u307e\u305f\u306f\u6b63\u306e\u6570\u3067\u3059\u3002
property.currency.name= \u901a\u8ca8
#"ISO 4217" and "USD" should not be translated
property.currency.descr= (\u901a\u8ca8\u306e\u307f) ISO 4217 \u901a\u8ca8\u30b3\u30fc\u30c9\u3067\u30013 \u6587\u5b57\u306e\u30b7\u30fc\u30b1\u30f3\u30b9\u3067\u3059 (\u4f8b\u3048\u3070\u3001\u7c73\u30c9\u30eb\u306e\u5834\u5408\u306f\u300cUSD\u300d)
property.fractional.name= \u5c0f\u6570
# "places" "enable", "disable", "auto", "true", "false" should not be translated
property.fractional.descr= (\u901a\u8ca8\u306e\u307f) places \u30d7\u30ed\u30d1\u30c6\u30a3\u3067\u5c0f\u6570\u304c\u30d1\u30bf\u30fc\u30f3\u3067\u6697\u9ed9\u6307\u5b9a\u3055\u308c\u305f\u304b\u660e\u793a\u6307\u5b9a\u3055\u308c\u305f\u5834\u5408\u306b\u3001\u5c0f\u6570\u90e8\u5206\u3092\u542b\u3081\u308b\u304b\u3069\u3046\u304b\u3092\u6307\u5b9a\u3057\u307e\u3059\u3002 \u8a31\u5bb9\u3055\u308c\u308b\u5024\u306f\u3001enable\u3001disable\u3001auto\u3001true\u3001false \u3067\u3059\u3002
property.locale.complex-type.djNumberConstraints.name= \u30ed\u30b1\u30fc\u30eb
# "extraLocale" should not be translated
property.locale.complex-type.djNumberConstraints.descr= \u30d5\u30a9\u30fc\u30de\u30c3\u30c8\u8a2d\u5b9a\u30eb\u30fc\u30eb\u3092\u5224\u5225\u3059\u308b\u305f\u3081\u306b\u4f7f\u7528\u3055\u308c\u308b\u30ed\u30b1\u30fc\u30eb\u3092\u4e0a\u66f8\u304d\u3057\u307e\u3059\u3002 \u30ed\u30b1\u30fc\u30eb\u306f\u3001Dojo \u30d6\u30fc\u30c8\u30b9\u30c8\u30e9\u30c3\u30d7\u6642\u306b\u6307\u5b9a\u3055\u308c\u305f extraLocale \u306e\u30ea\u30b9\u30c8\u306e\u4e2d\u306e\u3044\u305a\u308c\u304b\u3067\u306a\u3051\u308c\u3070\u306a\u308a\u307e\u305b\u3093
property.pattern.name= \u30d1\u30bf\u30fc\u30f3
property.pattern.descr= \u30ed\u30fc\u30ab\u30e9\u30a4\u30ba\u3055\u308c\u305f\u898f\u5247\u3092\u3053\u306e\u30d1\u30bf\u30fc\u30f3\u3067\u4e0a\u66f8\u304d\u3057\u307e\u3059\u3002 \u305d\u306e\u7d50\u679c\u3001\u30ed\u30b1\u30fc\u30eb\u306b\u95a2\u4fc2\u306a\u304f\u3001\u3059\u3079\u3066\u306e\u30e6\u30fc\u30b6\u30fc\u306b\u5bfe\u3057\u3066\u3001\u540c\u3058\u632f\u308b\u821e\u3044\u304c\u793a\u3055\u308c\u308b\u305f\u3081\u3001\u30a2\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u306f\u30b0\u30ed\u30fc\u30d0\u30e9\u30a4\u30ba\u3055\u308c\u306a\u3044\u53ef\u80fd\u6027\u304c\u3042\u308a\u307e\u3059\u3002 \u300cUnicode Technical Standard 35\u300d\u3092\u53c2\u7167\u3057\u3066\u304f\u3060\u3055\u3044\u3002
property.places.name= \u30d7\u30ec\u30fc\u30b9
property.places.descr= \u5c0f\u6570\u70b9\u4ee5\u4e0b\u306e\u8868\u793a\u6841\u6570\u3002
property.strict.complex-type.djNumberConstraints.name= \u53b3\u5bc6\u306a\u69cb\u6587\u89e3\u6790
property.strict.complex-type.djNumberConstraints.descr= \u53b3\u5bc6\u306a\u69cb\u6587\u89e3\u6790\u3002\u30c7\u30d5\u30a9\u30eb\u30c8\u3067\u306f false \u3067\u3059\u3002 \u53b3\u5bc6\u30e2\u30fc\u30c9\u304c false \u306e\u5834\u5408\u306f\u3001\u7701\u7565\u8a9e\u306a\u3069\u3001\u3042\u308b\u7a0b\u5ea6\u67d4\u8edf\u306b\u30e6\u30fc\u30b6\u30fc\u5165\u529b\u304c\u884c\u3048\u308b\u3088\u3046\u306b\u306a\u308a\u307e\u3059\u3002\u307e\u305f\u3001\u4e00\u90e8\u306e\u7a7a\u767d\u3092\u30aa\u30d7\u30b7\u30e7\u30f3\u306b\u3059\u308b\u3053\u3068\u306a\u3069\u304c\u3067\u304d\u307e\u3059\u3002
property.symbol.name= \u901a\u8ca8\u8a18\u53f7
property.symbol.descr= (\u901a\u8ca8\u306e\u307f) \u901a\u8ca8\u8a18\u53f7\u3092\u4e0a\u66f8\u304d\u3057\u307e\u3059\u3002 \u901a\u5e38\u3001\u30b5\u30dd\u30fc\u30c8\u3055\u308c\u308b\u901a\u8ca8\u3092\u8868\u3059\u30ed\u30fc\u30ab\u30e9\u30a4\u30ba\u3055\u308c\u305f\u8868 (Dojo\u300cCLDR\u300d) \u3067\u691c\u7d22\u3055\u308c\u3001\u898b\u3064\u304b\u3089\u306a\u3044\u5834\u5408\u306b\u306f 3 \u6587\u5b57\u306e ISO 4217 \u901a\u8ca8\u30b3\u30fc\u30c9\u304c\u4f7f\u7528\u3055\u308c\u307e\u3059\u3002
property.type.complex-type.djNumberConstraints.name= \u30d5\u30a9\u30fc\u30de\u30c3\u30c8\u30bf\u30a4\u30d7
# "decimal", "scientific", "percent", "currency" should not be translated
property.type.complex-type.djNumberConstraints.descr= \u30ed\u30b1\u30fc\u30eb\u306b\u57fa\u3065\u3044\u3066\u3001decimal\u3001scientific (\u672a\u30b5\u30dd\u30fc\u30c8)\u3001percent\u3001currency \u304b\u3089\u30d5\u30a9\u30fc\u30de\u30c3\u30c8\u30bf\u30a4\u30d7\u3092\u9078\u629e\u3057\u307e\u3059\u3002
complex-type.djDateTimeConstraints.name= \u65e5\u4ed8\u6642\u523b\u306e\u5236\u7d04
complex-type.djDateTimeConstraints.descr= \u6700\u5c0f\u3001\u6700\u5927\u3001\u9031\u306e\u6709\u52b9\u65e5\u306a\u3069\u306e\u5236\u7d04\u3092\u8ffd\u52a0\u3067\u304d\u308b\u3088\u3046\u306b\u3057\u307e\u3059\u3002
property.am.name= \u5348\u524d (A.M.)
property.am.descr= \u6642\u523b\u5024\u306e\u300cA.M.\u300d\u306e\u30c6\u30ad\u30b9\u30c8\u3092\u4e0a\u66f8\u304d\u3057\u307e\u3059
property.pm.name= \u5348\u5f8c (P.M.)
property.pm.descr= \u6642\u523b\u5024\u306e\u300cP.M.\u300d\u306e\u30c6\u30ad\u30b9\u30c8\u3092\u4e0a\u66f8\u304d\u3057\u307e\u3059
property.clickableIncrement.name= \u30af\u30ea\u30c3\u30af\u53ef\u80fd\u306a\u5897\u5206
property.clickableIncrement.descr= (\u6642\u523b\u30c6\u30ad\u30b9\u30c8\u30dc\u30c3\u30af\u30b9) \u6642\u523b\u30d4\u30c3\u30ab\u30fc\u5185\u306e\u3059\u3079\u3066\u306e\u30af\u30ea\u30c3\u30af\u53ef\u80fd\u8981\u7d20\u304c\u5897\u52a0\u3059\u308b\u91cf\u3092\u8868\u3059\u3001ISO-8601 \u3067\u30d5\u30a9\u30fc\u30de\u30c3\u30c8\u8a2d\u5b9a\u3055\u308c\u305f\u30c6\u30ad\u30b9\u30c8\u3002 \u4f8b\u3048\u3070\u3001\u300cT00:15:00\u300d\u306e\u5834\u5408\u306f\u3001\u5897\u5206\u306f 15 \u5206\u306b\u306a\u308a\u307e\u3059\u3002 visibleIncrement \u3092\u5747\u7b49\u306b\u5206\u3051\u308b\u5fc5\u8981\u304c\u3042\u308a\u307e\u3059\u3002
property.datePattern.name= \u65e5\u4ed8\u30d1\u30bf\u30fc\u30f3
property.datePattern.descr= \u30ed\u30fc\u30ab\u30e9\u30a4\u30ba\u3055\u308c\u305f\u898f\u5247\u3092\u3053\u306e\u65e5\u4ed8\u30d1\u30bf\u30fc\u30f3\u3067\u4e0a\u66f8\u304d\u3057\u307e\u3059\u3002 \u305d\u306e\u7d50\u679c\u3001\u30ed\u30b1\u30fc\u30eb\u306b\u95a2\u4fc2\u306a\u304f\u3001\u3059\u3079\u3066\u306e\u30e6\u30fc\u30b6\u30fc\u306b\u5bfe\u3057\u3066\u3001\u540c\u3058\u632f\u308b\u821e\u3044\u304c\u793a\u3055\u308c\u308b\u305f\u3081\u3001\u30a2\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u306f\u30b0\u30ed\u30fc\u30d0\u30e9\u30a4\u30ba\u3055\u308c\u306a\u3044\u53ef\u80fd\u6027\u304c\u3042\u308a\u307e\u3059\u3002 \u300cUnicode Technical Standard 35\u300d\u306e\u300eDate Format Patterns\u300f\u3092\u53c2\u7167\u3057\u3066\u304f\u3060\u3055\u3044\u3002
property.timePattern.name= \u6642\u523b\u30d1\u30bf\u30fc\u30f3
property.timePattern.descr= \u30ed\u30fc\u30ab\u30e9\u30a4\u30ba\u3055\u308c\u305f\u898f\u5247\u3092\u3053\u306e\u6642\u523b\u30d1\u30bf\u30fc\u30f3\u3067\u4e0a\u66f8\u304d\u3057\u307e\u3059\u3002 \u305d\u306e\u7d50\u679c\u3001\u30ed\u30b1\u30fc\u30eb\u306b\u95a2\u4fc2\u306a\u304f\u3001\u3059\u3079\u3066\u306e\u30e6\u30fc\u30b6\u30fc\u306b\u5bfe\u3057\u3066\u3001\u540c\u3058\u632f\u308b\u821e\u3044\u304c\u793a\u3055\u308c\u308b\u305f\u3081\u3001\u30a2\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u306f\u30b0\u30ed\u30fc\u30d0\u30e9\u30a4\u30ba\u3055\u308c\u306a\u3044\u53ef\u80fd\u6027\u304c\u3042\u308a\u307e\u3059\u3002 \u300cUnicode Technical Standard 35\u300d\u306e\u300eNumber Format Patterns\u300f\u3092\u53c2\u7167\u3057\u3066\u304f\u3060\u3055\u3044\u3002
property.formatLength.name= \u30d5\u30a9\u30fc\u30de\u30c3\u30c8\u306e\u9577\u3055
# "long", "short", "medium", "full" should not be translated
property.formatLength.descr= \u30ed\u30b1\u30fc\u30eb\u306b\u9069\u3057\u305f\u30d5\u30a9\u30fc\u30de\u30c3\u30c8 (long\u3001short\u3001medium\u3001full) \u3092\u9078\u629e\u3057\u307e\u3059\u3002
property.selector.name= \u30bb\u30ec\u30af\u30bf
# "time", "date" should not be translated
property.selector.descr= time \u307e\u305f\u306f date \u3092\u9078\u629e\u3057\u307e\u3059\u3002\u7701\u7565\u3057\u305f\u5834\u5408\u306e\u30c7\u30d5\u30a9\u30eb\u30c8\u306f\u3001date \u3068 time \u306e\u4e21\u65b9\u3067\u3059
property.strict.complex-type.djDateTimeConstraints.name= \u53b3\u5bc6\u306a\u69cb\u6587\u89e3\u6790
property.strict.complex-type.djDateTimeConstraints.descr= \u53b3\u5bc6\u306a\u69cb\u6587\u89e3\u6790\u3002\u30c7\u30d5\u30a9\u30eb\u30c8\u3067\u306f false \u3067\u3059\u3002 true \u306e\u5834\u5408\u3001\u69cb\u6587\u89e3\u6790\u306f\u6b63\u898f\u8868\u73fe\u306b\u3088\u308b\u6b63\u78ba\u306a\u30de\u30c3\u30c1\u30f3\u30b0\u3092\u884c\u3044\u307e\u3059\u3002 false \u306e\u5834\u5408\u3001\u7701\u7565\u8a9e\u3084\u4e00\u90e8\u306e\u7a7a\u767d\u306b\u3064\u3044\u3066\u3001\u3088\u308a\u67d4\u8edf\u306a\u30de\u30c3\u30c1\u30f3\u30b0\u304c\u4f7f\u7528\u3055\u308c\u307e\u3059\u3002
property.visibleIncrement.name= \u8868\u793a\u3055\u308c\u308b\u5897\u5206
property.visibleIncrement.descr= (\u6642\u523b\u30c6\u30ad\u30b9\u30c8\u30dc\u30c3\u30af\u30b9) \u6642\u523b\u30d4\u30c3\u30ab\u30fc\u5185\u306b\u8868\u793a\u3055\u308c\u308b\u6642\u523b\u3092\u6301\u3064\u5404\u8981\u7d20\u304c\u5897\u52a0\u3059\u308b\u91cf\u3092\u8868\u3059\u3001ISO-8601 \u3067\u30d5\u30a9\u30fc\u30de\u30c3\u30c8\u8a2d\u5b9a\u3055\u308c\u305f\u30c6\u30ad\u30b9\u30c8\u3002 \u4f8b\u3048\u3070\u3001\u300cT01:00:00\u300d\u306e\u5834\u5408\u30011 \u6642\u9593\u306e\u5897\u5206\u3054\u3068\u306b\u30c6\u30ad\u30b9\u30c8\u304c\u4f5c\u6210\u3055\u308c\u307e\u3059\u3002
property.visibleRange.name= \u8868\u793a\u3055\u308c\u308b\u7bc4\u56f2
property.visibleRange.descr= (\u6642\u523b\u30c6\u30ad\u30b9\u30c8\u30dc\u30c3\u30af\u30b9): \u3053\u306e\u6642\u523b\u30d4\u30c3\u30ab\u30fc\u306e\u7bc4\u56f2\u3092\u8868\u3059\u3001ISO-8601 \u3067\u30d5\u30a9\u30fc\u30de\u30c3\u30c8\u8a2d\u5b9a\u3055\u308c\u305f\u30c6\u30ad\u30b9\u30c8\u3002 \u6642\u9593\u30d4\u30c3\u30ab\u30fc\u3067\u306f\u3001\u3053\u306e\u7bc4\u56f2\u306e\u6642\u9593\u306e\u307f\u304c\u8868\u793a\u3055\u308c\u307e\u3059\u3002 \u4f8b\u3048\u3070\u3001\u300cT05:00:00\u300d\u306e\u5834\u5408\u30015 \u6642\u9593\u306e\u30aa\u30d7\u30b7\u30e7\u30f3\u304c\u8868\u793a\u3055\u308c\u307e\u3059\u3002
component.com.ibm.xsp.extlib.dojo.form.FormWidgetBase.name= Dojo \u30d5\u30a9\u30fc\u30e0\u30b3\u30f3\u30c8\u30ed\u30fc\u30eb
component.com.ibm.xsp.extlib.dojo.form.FormWidgetBase.descr= \u30d9\u30fc\u30b9 Dojo \u30d5\u30a9\u30fc\u30e0\u30b3\u30f3\u30c8\u30ed\u30fc\u30eb
property.alt.name= \u4ee3\u66ff\u30c6\u30ad\u30b9\u30c8
# "input" should not be translated
property.alt.descr= \u30d6\u30e9\u30a6\u30b6\u304c\u8868\u793a\u3067\u304d\u306a\u3044\u5834\u5408\u306b\u8868\u793a\u3059\u308b\u4ee3\u66ff\u30c6\u30ad\u30b9\u30c8\u3002\u3053\u308c\u306f\u3001\u30d5\u30a9\u30fc\u30e0\u3067\u306f\u3084\u3084\u73cd\u3057\u3044\u30a4\u30d9\u30f3\u30c8\u3067\u3059\u304c\u3001\u30a4\u30e1\u30fc\u30b8\u3067\u306f\u4e00\u822c\u7684\u3067\u3059\u3002 \u76f8\u5f53\u3059\u308b\u30cd\u30a4\u30c6\u30a3\u30d6 HTML \u306e input \u8981\u7d20\u306b\u5bfe\u5fdc\u3057\u307e\u3059\u3002
property.type.component.com.ibm.xsp.extlib.dojo.form.FormWidgetBase.name= \u30b3\u30f3\u30c8\u30ed\u30fc\u30eb\u30bf\u30a4\u30d7
# "submit", "onsubmit", "text" should not be translated
property.type.component.com.ibm.xsp.extlib.dojo.form.FormWidgetBase.descr= \u8981\u7d20\u306b\u8907\u6570\u306e\u7a2e\u985e\u304c\u53ef\u80fd\u306a\u5834\u5408\u306b\u3001\u30bf\u30a4\u30d7\u3092\u6307\u5b9a\u3057\u307e\u3059\u3002\u4f8b\u3048\u3070\u3001\u30dc\u30bf\u30f3\u306b\u3001\u30d5\u30a9\u30fc\u30e0\u306e "onsubmit" \u30a2\u30af\u30b7\u30e7\u30f3\u3092\u8d77\u52d5\u3059\u308b "submit" \u30bf\u30a4\u30d7\u3092\u8a2d\u5b9a\u3059\u308b\u3053\u3068\u304c\u3067\u304d\u307e\u3059\u3002\u3053\u306e\u30dc\u30bf\u30f3\u306f\u3001\u7d14\u7c8b\u306a HTML \u3067\u306e\u76f8\u5f53\u3059\u308b\u30dc\u30bf\u30f3\u3068\u540c\u3058\u3088\u3046\u306b\u52d5\u4f5c\u3057\u307e\u3059\u3002 \u7701\u7565\u3057\u305f\u5834\u5408\u3001\u3053\u306e\u30d7\u30ed\u30d1\u30c6\u30a3\u306f\u30c7\u30d5\u30a9\u30eb\u30c8\u3067 "text" \u3067\u3059\u3002
property.tabIndex.name= \u30bf\u30d6\u7d22\u5f15
property.tabIndex.descr= \u30ad\u30fc\u30dc\u30fc\u30c9\u30ca\u30d3\u30b2\u30fc\u30b7\u30e7\u30f3\u306e\u4f7f\u7528\u6642\u306b\u30d5\u30a3\u30fc\u30eb\u30c9\u3092\u30c8\u30e9\u30d0\u30fc\u30b9\u3059\u308b\u9806\u5e8f\u3092\u6307\u5b9a\u3057\u307e\u3059\u3002 \u7701\u7565\u3057\u305f\u5834\u5408\u3001\u3053\u306e\u5024\u306f\u30c7\u30d5\u30a9\u30eb\u30c8\u3067 0 \u3067\u3059\u3002
property.disabled.name= \u7121\u52b9
property.disabled.descr= \u30b3\u30f3\u30c8\u30ed\u30fc\u30eb\u304c\u30e6\u30fc\u30b6\u30fc\u5165\u529b\u306b\u5fdc\u7b54\u3059\u308b\u304b\u3069\u3046\u304b\u3092\u6307\u5b9a\u3057\u307e\u3059\u3002 \u3053\u308c\u306f\u30b3\u30f3\u30c8\u30ed\u30fc\u30eb\u3092\u7121\u52b9\u306b\u3057\u3066\u3001\u30d5\u30a9\u30fc\u30ab\u30b9\u3092\u53d7\u3051\u53d6\u308b\u3053\u3068\u304c\u3067\u304d\u305a\u3001\u30bf\u30d6\u306b\u3088\u308b\u30ca\u30d3\u30b2\u30fc\u30b7\u30e7\u30f3\u3067\u30b9\u30ad\u30c3\u30d7\u3055\u308c\u308b\u3088\u3046\u306b\u3057\u307e\u3059\u3002 \u30b5\u30dd\u30fc\u30c8\u3055\u308c\u306a\u3044\u8981\u7d20\u3067\u3053\u306e\u30d7\u30ed\u30d1\u30c6\u30a3\u3092\u4f7f\u7528\u3057\u3088\u3046\u3068\u3057\u306a\u3044\u3067\u304f\u3060\u3055\u3044\u3002 \u7121\u52b9\u306b\u3055\u308c\u305f\u30b3\u30f3\u30c8\u30ed\u30fc\u30eb\u306f\u3001\u30d5\u30a9\u30fc\u30e0\u306e\u9001\u4fe1\u306b\u542b\u307e\u308c\u307e\u305b\u3093\u3002 \u3053\u306e\u30d7\u30ed\u30d1\u30c6\u30a3\u306f\u3001\u30c7\u30d5\u30a9\u30eb\u30c8\u3067 false \u3067\u3059\u3002
property.readOnly.name= \u8aad\u307f\u53d6\u308a\u5c02\u7528\u30d5\u30e9\u30b0
property.readOnly.descr= \u30e6\u30fc\u30b6\u30fc\u306b\u3088\u308b\u3053\u306e\u30b3\u30f3\u30c8\u30ed\u30fc\u30eb\u3078\u306e\u5909\u66f4\u3092\u7981\u6b62\u3059\u308b\u304b\u3069\u3046\u304b\u3092\u6307\u5b9a\u3057\u307e\u3059\u3002
property.intermediateChanges.name= \u4e2d\u9593\u5909\u66f4
property.intermediateChanges.descr= \u5024\u306e\u5909\u66f4\u3054\u3068\u306b onChange \u30a4\u30d9\u30f3\u30c8\u3092\u8d77\u52d5\u3059\u308b\u304b\u3069\u3046\u304b\u3002 \u3053\u306e\u30d7\u30ed\u30d1\u30c6\u30a3\u306f\u3001\u30c7\u30d5\u30a9\u30eb\u30c8\u3067 false \u3067\u3059\u3002
property.onChange.name= \u5165\u529b\u5909\u66f4\u30b9\u30af\u30ea\u30d7\u30c8
property.onChange.descr= \u3053\u306e\u30b3\u30f3\u30c8\u30ed\u30fc\u30eb\u304c\u30d5\u30a9\u30fc\u30ab\u30b9\u3092\u5931\u3063\u305f\u3068\u304d\u306b\u3001\u305d\u306e\u5024\u304c\u30d5\u30a9\u30fc\u30ab\u30b9\u53d6\u5f97\u4ee5\u964d\u306b\u5909\u66f4\u3055\u308c\u3066\u3044\u308b\u5834\u5408\u306b\u5b9f\u884c\u3055\u308c\u308b JavaScript \u30b3\u30fc\u30c9
property.disableClientSideValidation.name= \u30af\u30e9\u30a4\u30a2\u30f3\u30c8\u30b5\u30a4\u30c9\u306e\u691c\u8a3c\u3092\u7121\u52b9\u306b\u3059\u308b (\u7121\u8996\u3055\u308c\u307e\u3059)
# "constraints" should not be translated
property.disableClientSideValidation.descr= Dojo \u30b3\u30f3\u30c8\u30ed\u30fc\u30eb\u306b\u5bfe\u3059\u308b\u30af\u30e9\u30a4\u30a2\u30f3\u30c8\u30b5\u30a4\u30c9\u306e\u691c\u8a3c\u304c\u5e38\u306b\u7121\u52b9\u306b\u306a\u308b\u305f\u3081\u3001\u3053\u306e\u30d7\u30ed\u30d1\u30c6\u30a3\u306f\u4f55\u3082\u884c\u3044\u307e\u305b\u3093\u3002 \u3053\u308c\u306f\u3001\u30af\u30e9\u30a4\u30a2\u30f3\u30c8\u30b5\u30a4\u30c9\u306e\u691c\u8a3c\u304c\u30c7\u30d5\u30a9\u30eb\u30c8\u3067\u6709\u52b9\u306b\u306a\u3063\u3066\u304a\u308a\u3001[\u30af\u30e9\u30a4\u30a2\u30f3\u30c8\u30b5\u30a4\u30c9\u306e\u691c\u8a3c\u3092\u7121\u52b9\u306b\u3059\u308b] \u30d7\u30ed\u30d1\u30c6\u30a3\u3092\u4f7f\u7528\u3059\u308b\u3053\u3068\u3067\u3053\u306e\u691c\u8a3c\u304c\u884c\u308f\u308c\u306a\u3044\u3088\u3046\u306b\u3059\u308b\u3053\u3068\u304c\u3067\u304d\u308b\u3001\u901a\u5e38\u306e XPage \u7de8\u96c6\u30dc\u30c3\u30af\u30b9\u30b3\u30f3\u30c8\u30ed\u30fc\u30eb\u3068\u306f\u7570\u306a\u308a\u307e\u3059\u3002Dojo \u5165\u529b\u30b3\u30f3\u30c8\u30ed\u30fc\u30eb\u306e\u5834\u5408\u3001\u4e00\u90e8\u306e\u30b3\u30f3\u30c8\u30ed\u30fc\u30eb\u3067\u306f\u691c\u8a3c\u306b\u985e\u4f3c\u3057\u305f\u52d5\u4f5c\u3092\u69cb\u6210\u3067\u304d\u308b constraints \u30d7\u30ed\u30d1\u30c6\u30a3\u304c\u5b58\u5728\u3057\u307e\u3059\u304c\u3001\u901a\u5e38\u306e\u691c\u8a3c\u30dd\u30c3\u30d7\u30a2\u30c3\u30d7\u30c0\u30a4\u30a2\u30ed\u30b0\u306f\u6c7a\u3057\u3066\u8868\u793a\u3055\u308c\u307e\u305b\u3093\u3002
component.djTextBox.name= Dojo \u30c6\u30ad\u30b9\u30c8\u30dc\u30c3\u30af\u30b9
component.djTextBox.descr= Dojo \u30c6\u30fc\u30de\u304b\u3089\u7d99\u627f\u3059\u308b\u57fa\u672c\u5165\u529b\u30d5\u30a3\u30fc\u30eb\u30c9
property.trim.name= \u30b9\u30da\u30fc\u30b9\u306e\u30c8\u30ea\u30e0
property.trim.descr= \u5148\u884c\u3068\u672b\u5c3e\u306e\u7a7a\u767d\u3092\u524a\u9664\u3057\u307e\u3059
property.uppercase.name= \u5927\u6587\u5b57
property.uppercase.descr= \u30c6\u30ad\u30b9\u30c8\u3092\u5927\u6587\u5b57\u306b\u5909\u63db\u3057\u307e\u3059
property.lowercase.name= \u5c0f\u6587\u5b57
property.lowercase.descr= \u30c6\u30ad\u30b9\u30c8\u3092\u5c0f\u6587\u5b57\u306b\u5909\u63db\u3057\u307e\u3059
property.propercase.name= \u5927/\u5c0f\u6587\u5b57\u8abf\u6574
property.propercase.descr= \u5404\u5358\u8a9e\u306e\u6700\u521d\u306e\u6587\u5b57\u3092\u5927\u6587\u5b57\u306b\u5909\u63db\u3057\u307e\u3059
property.maxLength.name= \u6700\u5927\u306e\u9577\u3055
property.maxLength.descr= \u6a19\u6e96 HTML \u306e "input" \u8981\u7d20\u306e\u30d7\u30ed\u30d1\u30c6\u30a3 "maxlength" \u306b\u30d1\u30b9\u30b9\u30eb\u30fc\u3059\u308b\u305f\u3081\u306b\u4f7f\u7528\u3055\u308c\u307e\u3059\u3002
component.djValidationTextBox.name= Dojo \u691c\u8a3c\u30c6\u30ad\u30b9\u30c8\u30dc\u30c3\u30af\u30b9
component.djValidationTextBox.descr= \u6b63\u898f\u8868\u73fe\u307e\u305f\u306f\u30af\u30e9\u30a4\u30a2\u30f3\u30c8\u30b5\u30a4\u30c9\u306e JavaScript \u95a2\u6570\u306b\u57fa\u3065\u3044\u3066\u691c\u8a3c\u3067\u304d\u308b\u3088\u3046\u306b\u3059\u308b\u30c6\u30ad\u30b9\u30c8\u30dc\u30c3\u30af\u30b9\u30b3\u30f3\u30c8\u30ed\u30fc\u30eb\u3002\u30c6\u30ad\u30b9\u30c8\u30dc\u30c3\u30af\u30b9\u5185\u306e\u5024\u304c\u691c\u8a3c\u3067\u4e0d\u5408\u683c\u306b\u306a\u308b\u3068\u3001\u30a8\u30e9\u30fc\u304c\u8868\u793a\u3055\u308c\u307e\u3059\u3002
property.promptMessage.name= \u30d7\u30ed\u30f3\u30d7\u30c8\u30e1\u30c3\u30bb\u30fc\u30b8
property.promptMessage.descr= \u30d5\u30a3\u30fc\u30eb\u30c9\u306b\u30ab\u30fc\u30bd\u30eb\u304c\u3042\u308b\u5834\u5408\u306b\u30d5\u30a3\u30fc\u30eb\u30c9\u306e\u30d2\u30f3\u30c8\u3092\u5b9a\u7fa9\u3059\u308b\u305f\u3081\u306b\u4f7f\u7528\u3055\u308c\u308b\u30d7\u30ed\u30d1\u30c6\u30a3\u3002
property.invalidMessage.name= \u7121\u52b9\u306a\u30e1\u30c3\u30bb\u30fc\u30b8
property.invalidMessage.descr= \u30d5\u30a3\u30fc\u30eb\u30c9\u304c\u7121\u52b9\u306a\u5834\u5408\u306b\u8868\u793a\u3059\u308b\u30e1\u30c3\u30bb\u30fc\u30b8\u3092\u63d0\u4f9b\u3059\u308b\u30d7\u30ed\u30d1\u30c6\u30a3
property.regExp.name= \u6b63\u898f\u8868\u73fe
property.regExp.descr= \u691c\u8a3c\u3067\u4f7f\u7528\u3055\u308c\u308b\u6b63\u898f\u8868\u73fe\u3092\u63d0\u4f9b\u3059\u308b\u30d7\u30ed\u30d1\u30c6\u30a3\u3002 regExpGen \u304c\u5b9a\u7fa9\u3055\u308c\u3066\u3044\u308b\u5834\u5408\u306f\u3001\u3053\u306e\u30d7\u30ed\u30d1\u30c6\u30a3\u3092\u5b9a\u7fa9\u3057\u306a\u3044\u3067\u304f\u3060\u3055\u3044\u3002 \u7701\u7565\u3057\u305f\u5834\u5408\u3001\u3053\u306e\u30d7\u30ed\u30d1\u30c6\u30a3\u306f\u30c7\u30d5\u30a9\u30eb\u30c8\u3067\u300c.*\u300d(\u3059\u3079\u3066\u3092\u8a31\u53ef\u3059\u308b\u6b63\u898f\u8868\u73fe) \u306b\u306a\u308a\u307e\u3059\u3002
property.regExpGen.name= \u6b63\u898f\u8868\u73fe\u751f\u6210\u30d7\u30ed\u30b0\u30e9\u30e0
property.regExpGen.descr= constraints \u30d7\u30ed\u30d1\u30c6\u30a3\u306e\u30ad\u30fc\u3068\u5024\u306e\u30da\u30a2\u306b\u4f9d\u5b58\u3059\u308b\u6b63\u898f\u8868\u73fe\u3092\u751f\u6210\u3059\u308b\u305f\u3081\u306b\u4f7f\u7528\u3055\u308c\u308b\u4e0a\u66f8\u304d\u53ef\u80fd\u95a2\u6570\u3092\u793a\u3059\u30d7\u30ed\u30d1\u30c6\u30a3\u3002\u52d5\u7684\u306a\u30b7\u30c1\u30e5\u30a8\u30fc\u30b7\u30e7\u30f3\u306e\u5834\u5408\u306b\u5f79\u7acb\u3061\u307e\u3059\u3002 regExp \u304c\u5b9a\u7fa9\u3055\u308c\u3066\u3044\u308b\u5834\u5408\u306f\u3001\u3053\u306e\u30d7\u30ed\u30d1\u30c6\u30a3\u3092\u5b9a\u7fa9\u3057\u306a\u3044\u3067\u304f\u3060\u3055\u3044\u3002
property.tooltipPosition.name= \u30c4\u30fc\u30eb\u30c1\u30c3\u30d7\u306e\u4f4d\u7f6e
property.tooltipPosition.descr= \u30b3\u30f3\u30c8\u30ed\u30fc\u30eb\u306b\u95a2\u9023\u3059\u308b\u30c4\u30fc\u30eb\u30c1\u30c3\u30d7\u306e\u4f4d\u7f6e\u3092\u6307\u5b9a\u3059\u308b\u305f\u3081\u306b\u4f7f\u7528\u3055\u308c\u308b\u30d7\u30ed\u30d1\u30c6\u30a3\u3002
property.validatorExt.name= \u30d0\u30ea\u30c7\u30fc\u30bf\u62e1\u5f35
property.validatorExt.descr= \u5165\u529b\u3092\u691c\u8a3c\u3059\u308b\u305f\u3081\u306b\u4f7f\u7528\u3055\u308c\u308b\u4e0a\u66f8\u304d\u53ef\u80fd\u95a2\u6570\u3092\u5b9a\u7fa9\u3057\u307e\u3059\u3002
property.displayMessageExt.name= \u8868\u793a\u30e1\u30c3\u30bb\u30fc\u30b8\u62e1\u5f35
property.displayMessageExt.descr= Dojo \u691c\u8a3c\u30a8\u30e9\u30fc\u307e\u305f\u306f\u30d2\u30f3\u30c8\u306e\u8868\u793a\u3092\u30ab\u30b9\u30bf\u30de\u30a4\u30ba\u3059\u308b\u305f\u3081\u306e\u4e0a\u66f8\u304d\u53ef\u80fd\u95a2\u6570\u3092\u5b9a\u7fa9\u3057\u307e\u3059\u3002
component.com.ibm.xsp.extlib.dojo.form.MappedTextBox.name= Dojo \u30de\u30c3\u30d7\u30c6\u30ad\u30b9\u30c8\u30dc\u30c3\u30af\u30b9
component.com.ibm.xsp.extlib.dojo.form.MappedTextBox.descr= \u30e6\u30fc\u30b6\u30fc\u306b\u8868\u793a\u3055\u308c\u308b\u5024\u304c\u3001\u30b5\u30fc\u30d0\u30fc\u306b\u9001\u4fe1\u3055\u308c\u308b\u5024\u3068\u7570\u306a\u308b\u30c6\u30ad\u30b9\u30c8\u30dc\u30c3\u30af\u30b9\u3067\u3042\u308b Dojo \u30de\u30c3\u30d7\u30c6\u30ad\u30b9\u30c8\u30dc\u30c3\u30af\u30b9\u306e\u57fa\u672c\u30af\u30e9\u30b9\u3002\u901a\u5e38\u3001\u30b5\u30fc\u30d0\u30fc\u306b\u9001\u4fe1\u3055\u308c\u308b\u5024\u306f\u30ed\u30b1\u30fc\u30eb\u306b\u4f9d\u5b58\u3057\u307e\u305b\u3093\u3002
component.com.ibm.xsp.extlib.dojo.form.RangeBoundTextBox.name= Dojo \u7bc4\u56f2\u9650\u5b9a\u30c6\u30ad\u30b9\u30c8\u30dc\u30c3\u30af\u30b9
component.com.ibm.xsp.extlib.dojo.form.RangeBoundTextBox.descr= \u5024\u304c\u6709\u52b9\u306a\u5024\u306e\u7bc4\u56f2\u5185\u306b\u3042\u308b\u30c6\u30ad\u30b9\u30c8\u30dc\u30c3\u30af\u30b9\u3067\u3042\u308b Dojo \u7bc4\u56f2\u9650\u5b9a\u30c6\u30ad\u30b9\u30c8\u30dc\u30c3\u30af\u30b9\u306e\u57fa\u672c\u30af\u30e9\u30b9\u3002
property.rangeMessage.name= \u7bc4\u56f2\u7121\u52b9\u30e1\u30c3\u30bb\u30fc\u30b8
property.rangeMessage.descr= \u5024\u304c\u7bc4\u56f2\u5916\u304b\u3069\u3046\u304b\u3092\u8868\u793a\u3059\u308b\u30e1\u30c3\u30bb\u30fc\u30b8\u3002
component.djNumberTextBox.name= Dojo \u6570\u5024\u30c6\u30ad\u30b9\u30c8\u30dc\u30c3\u30af\u30b9
component.djNumberTextBox.descr= \u30ed\u30b1\u30fc\u30eb\u306b\u57fa\u3065\u3044\u3066\u6570\u5024\u3092\u30d5\u30a9\u30fc\u30de\u30c3\u30c8\u8a2d\u5b9a\u3059\u308b (\u4f8b\u3048\u3070\u30013 \u6841\u3054\u3068\u306e\u533a\u5207\u308a\u8a18\u53f7\u3068\u3057\u3066\u30ab\u30f3\u30de\u3084\u5c0f\u6570\u70b9\u3092\u8ffd\u52a0\u3059\u308b) \u5165\u529b\u30d5\u30a3\u30fc\u30eb\u30c9
property.javaType.name= \u6570\u5024\u30bf\u30a4\u30d7
# "double" should not be translated
property.javaType.descr= \u30b5\u30fc\u30d0\u30fc\u30b5\u30a4\u30c9\u306e\u30b3\u30f3\u30d0\u30fc\u30bf\u3067\u8fd4\u3055\u308c\u308b\u3001\u5909\u63db\u5f8c\u306e\u5024\u306e Java \u6570\u5024\u578b\u3092\u6307\u5b9a\u3057\u307e\u3059\u3002 \u7701\u7565\u3057\u305f\u5834\u5408\u306f\u3001\u30c7\u30d5\u30a9\u30eb\u30c8\u3067 double \u304c\u4f7f\u7528\u3055\u308c\u307e\u3059\u3002
property.constraints.component.djNumberTextBox.name= \u5236\u7d04
property.constraints.component.djNumberTextBox.descr= \u6570\u5024\u5236\u7d04\u3092\u6307\u5b9a\u3057\u307e\u3059
component.djNumberSpinner.name= Dojo \u6570\u5024\u30b9\u30d4\u30ca\u30fc
component.djNumberSpinner.descr= Dojo \u6570\u5024\u30c6\u30ad\u30b9\u30c8\u30dc\u30c3\u30af\u30b9\u3068\u985e\u4f3c\u3057\u3066\u3044\u307e\u3059\u304c\u3001\u5024\u3092\u5897\u6e1b\u3055\u305b\u308b\u305f\u3081\u306e\u4e0a\u77e2\u5370\u3068\u4e0b\u77e2\u5370\u3092\u5099\u3048\u3066\u3044\u307e\u3059
property.defaultTimeout.name= \u30c7\u30d5\u30a9\u30eb\u30c8\u30bf\u30a4\u30e0\u30a2\u30a6\u30c8
property.defaultTimeout.descr= \u3053\u306e\u30df\u30ea\u79d2\u6570\u306e\u9593\u30ad\u30fc\u307e\u305f\u306f\u30dc\u30bf\u30f3\u3092\u62bc\u3057\u7d9a\u3051\u308b\u3068\u3001\u9023\u7d9a\u4f5c\u52d5\u72b6\u614b\u306b\u306a\u308a\u307e\u3059\u3002 \u7701\u7565\u3057\u305f\u5834\u5408\u306f\u3001\u30c7\u30d5\u30a9\u30eb\u30c8\u3067 500 \u306b\u306a\u308a\u307e\u3059\u3002
property.timeoutChangeRate.name= \u30bf\u30a4\u30e0\u30a2\u30a6\u30c8\u5909\u66f4\u30ec\u30fc\u30c8
# "defaultTimeout" should not be translated
property.timeoutChangeRate.descr= \u30a4\u30d9\u30f3\u30c8\u9593\u306e\u9023\u7d9a\u4f5c\u52d5\u30bf\u30a4\u30de\u3092\u5909\u66f4\u3059\u308b\u305f\u3081\u306b\u4f7f\u7528\u3055\u308c\u308b\u6642\u9593\u306e\u6bd4\u3002 \u5024 1.0 \u306f\u3001\u5404\u9023\u7d9a\u4f5c\u52d5\u30a4\u30d9\u30f3\u30c8\u304c\u3001defaultTimeout \u30d7\u30ed\u30d1\u30c6\u30a3\u3067\u6307\u5b9a\u3055\u308c\u305f\u9593\u9694\u3067\u8d77\u52d5\u3055\u308c\u308b\u3053\u3068\u3092\u610f\u5473\u3057\u307e\u3059\u3002 1.0 \u672a\u6e80\u306e\u5024\u306f\u3001\u5404\u9023\u7d9a\u4f5c\u52d5\u30a4\u30d9\u30f3\u30c8\u304c\u8d77\u52d5\u3059\u308b\u9593\u9694\u304c\u6b21\u7b2c\u306b\u77ed\u304f\u306a\u308b\u3053\u3068\u3092\u8868\u3057\u307e\u3059\u3002 \u7701\u7565\u3057\u305f\u5834\u5408\u306f\u3001\u3053\u306e\u30d7\u30ed\u30d1\u30c6\u30a3\u306f\u30c7\u30d5\u30a9\u30eb\u30c8\u3067 0.90 \u306b\u306a\u308a\u307e\u3059\u3002
property.smallDelta.name= \u5dee\u5206 (\u5c0f)
property.smallDelta.descr= \u77e2\u5370\u30ad\u30fc\u307e\u305f\u306f\u30dc\u30bf\u30f3\u3092\u4f7f\u7528\u3057\u305f\u5834\u5408\u306b\u3001\u30b9\u30d4\u30ca\u30fc\u3092\u8abf\u6574\u3059\u308b\u969b\u306e 1 \u56de\u306e\u5dee\u5206\u5024\u3002 \u7701\u7565\u3057\u305f\u5834\u5408\u306f\u3001\u3053\u306e\u30d7\u30ed\u30d1\u30c6\u30a3\u306f\u30c7\u30d5\u30a9\u30eb\u30c8\u3067 1 \u306b\u306a\u308a\u307e\u3059\u3002
property.largeDelta.name= \u5dee\u5206 (\u5927)
property.largeDelta.descr= [Page Up] \u30ad\u30fc\u3068 [Page Down] \u30ad\u30fc\u3092\u4f7f\u7528\u3057\u305f\u5834\u5408\u306b\u3001\u30b9\u30d4\u30ca\u30fc\u3092\u8abf\u6574\u3059\u308b\u969b\u306e 1 \u56de\u306e\u5dee\u5206\u5024\u3002 \u7701\u7565\u3057\u305f\u5834\u5408\u306f\u3001\u3053\u306e\u30d7\u30ed\u30d1\u30c6\u30a3\u306f\u30c7\u30d5\u30a9\u30eb\u30c8\u3067 10 \u306b\u306a\u308a\u307e\u3059\u3002
component.djCurrencyTextBox.name= Dojo \u901a\u8ca8\u30c6\u30ad\u30b9\u30c8\u30dc\u30c3\u30af\u30b9
component.djCurrencyTextBox.descr= numberTextBox \u3092\u7d99\u627f\u3059\u308b\u304c\u3001\u901a\u8ca8\u8a18\u53f7\u4ed8\u304d\u306e\u91d1\u984d\u5024\u3092\u5165\u529b\u3059\u308b\u305f\u3081\u306b\u4f7f\u7528\u3055\u308c\u307e\u3059
property.constraints.component.djCurrencyTextBox.name= \u5236\u7d04
property.constraints.component.djCurrencyTextBox.descr= \u901a\u8ca8\u5236\u7d04\u306e\u6570\u3092\u6307\u5b9a\u3057\u307e\u3059
component.djDateTextBox.name= Dojo \u65e5\u4ed8\u30c6\u30ad\u30b9\u30c8\u30dc\u30c3\u30af\u30b9
component.djDateTextBox.descr= \u30e6\u30fc\u30b6\u30fc\u304c\u30ab\u30ec\u30f3\u30c0\u30fc\u30a6\u30a3\u30b8\u30a7\u30c3\u30c8\u304b\u3089\u65e5\u4ed8\u3092\u5165\u529b\u307e\u305f\u306f\u9078\u629e\u3067\u304d\u308b\u3088\u3046\u306b\u3059\u308b\u5165\u529b\u30d5\u30a3\u30fc\u30eb\u30c9
property.constraints.component.djDateTextBox.name= \u5236\u7d04
property.constraints.component.djDateTextBox.descr= \u65e5\u4ed8\u5236\u7d04\u3092\u6307\u5b9a\u3057\u307e\u3059
component.djTimeTextBox.name= Dojo \u6642\u523b\u30c6\u30ad\u30b9\u30c8\u30dc\u30c3\u30af\u30b9
component.djTimeTextBox.descr= \u30e6\u30fc\u30b6\u30fc\u304c\u30ab\u30ec\u30f3\u30c0\u30fc\u30a6\u30a3\u30b8\u30a7\u30c3\u30c8\u304b\u3089\u6642\u523b\u3092\u5165\u529b\u307e\u305f\u306f\u9078\u629e\u3067\u304d\u308b\u3088\u3046\u306b\u3059\u308b\u5165\u529b\u30d5\u30a3\u30fc\u30eb\u30c9
property.constraints.component.djTimeTextBox.name= \u5236\u7d04
property.constraints.component.djTimeTextBox.descr= \u6642\u523b\u5236\u7d04\u3092\u6307\u5b9a\u3057\u307e\u3059
component.djComboBox.name= Dojo \u30b3\u30f3\u30dc\u30dc\u30c3\u30af\u30b9
component.djComboBox.descr= Dojo \u30b3\u30f3\u30dc\u30dc\u30c3\u30af\u30b9\u30b3\u30f3\u30c8\u30ed\u30fc\u30eb\u3067\u306f\u3001\u9078\u629e\u7528\u306e\u8a31\u5bb9\u3055\u308c\u308b\u5024\u306e\u30ea\u30b9\u30c8\u304c\u7528\u610f\u3055\u308c\u3066\u3044\u307e\u3059\u304c\u3001\u30e6\u30fc\u30b6\u30fc\u5165\u529b\u3082\u8a31\u53ef\u3055\u308c\u3001\u90e8\u5206\u7684\u306b\u4e00\u81f4\u3057\u305f\u5024\u304c\u8868\u793a\u3055\u308c\u307e\u3059\u3002
property.pageSize.name= \u30da\u30fc\u30b8\u30b5\u30a4\u30ba
# "count" should not be translated
property.pageSize.descr= 1 \u30da\u30fc\u30b8\u5f53\u305f\u308a\u306e\u7d50\u679c\u6570\u3092\u6307\u5b9a\u3057\u307e\u3059 (\u30c7\u30fc\u30bf\u30d7\u30ed\u30d0\u30a4\u30c0\u306b\u5bfe\u3059\u308b\u30d5\u30a7\u30c3\u30c1\u8981\u6c42\u6642\u306b count \u30ad\u30fc\u3092\u4f7f\u7528)\u3002 \u5927\u898f\u6a21\u306a\u30c7\u30fc\u30bf\u30b9\u30c8\u30a2\u3092\u7167\u4f1a\u3059\u308b\u5834\u5408\u306b\u5f79\u7acb\u3061\u307e\u3059\u3002 \u7701\u7565\u3057\u305f\u5834\u5408\u306f\u3001\u3053\u308c\u306f\u30c7\u30d5\u30a9\u30eb\u30c8\u3067\u7121\u9650\u306b\u306a\u308a\u307e\u3059\u3002
property.store.name= Dojo \u30b9\u30c8\u30a2
property.store.descr= Dojo \u30b9\u30c8\u30a2\u4e92\u63db\u306e\u30c7\u30fc\u30bf\u30d7\u30ed\u30d0\u30a4\u30c0\u3078\u306e\u53c2\u7167\u3092\u6307\u5b9a\u3057\u307e\u3059\u3002
property.autoComplete.name= \u81ea\u52d5\u5165\u529b
property.autoComplete.descr= \u30b3\u30f3\u30c8\u30ed\u30fc\u30eb\u3067\u30d5\u30a9\u30fc\u30ab\u30b9\u304c\u5931\u308f\u308c\u305f\u5834\u5408\u306b\u3001\u5165\u529b\u3055\u308c\u305f\u90e8\u5206\u30c6\u30ad\u30b9\u30c8\u306b\u57fa\u3065\u3044\u3066\u53d6\u308a\u8fbc\u307e\u308c\u305f\u30c9\u30ed\u30c3\u30d7\u30c0\u30a6\u30f3\u30aa\u30d7\u30b7\u30e7\u30f3\u306e\u30ea\u30b9\u30c8\u304b\u3089\u6700\u521d\u306e\u5024\u3092\u81ea\u52d5\u7684\u306b\u9078\u629e\u3059\u308b\u304b\u3069\u3046\u304b\u3002 \u7701\u7565\u3057\u305f\u5834\u5408\u306f\u3001\u30c7\u30d5\u30a9\u30eb\u30c8\u3067 true \u306b\u306a\u308a\u307e\u3059\u3002
property.searchDelay.name= \u691c\u7d22\u9045\u5ef6
property.searchDelay.descr= \u30ad\u30fc\u3092\u62bc\u3057\u3066\u304b\u3089\u305d\u306e\u5024\u306e\u691c\u7d22\u3092\u958b\u59cb\u3059\u308b\u307e\u3067\u306b\u5f85\u6a5f\u3059\u308b\u30df\u30ea\u79d2\u6570\u3002 \u7701\u7565\u3057\u305f\u5834\u5408\u306f\u3001\u30c7\u30d5\u30a9\u30eb\u30c8\u3067 100 \u306b\u306a\u308a\u307e\u3059\u3002
property.searchAttr.name= \u691c\u7d22\u5c5e\u6027
property.searchAttr.descr= \u8868\u793a\u3059\u308b\u5024\u306b\u3064\u3044\u3066\u30de\u30c3\u30c1\u30f3\u30b0\u3092\u884c\u3046\u5bfe\u8c61\u306e\u691c\u7d22\u30d1\u30bf\u30fc\u30f3\u3002
property.queryExpr.name= \u7167\u4f1a\u5f0f
property.queryExpr.descr= \u4f7f\u7528\u3059\u308b Dojo \u30c7\u30fc\u30bf\u7167\u4f1a\u5f0f\u30d1\u30bf\u30fc\u30f3\u3002 \u30c7\u30d5\u30a9\u30eb\u30c8\u306e\u5f0f\u306f\u3001\u5165\u529b\u3055\u308c\u305f\u73fe\u5728\u306e\u5024\u304c\u30d7\u30ec\u30d5\u30a3\u30c3\u30af\u30b9\u3067\u3042\u308b\u3059\u3079\u3066\u306e\u5024\u3092\u691c\u7d22\u3057\u307e\u3059\u3002
property.ignoreCase.name= \u5927/\u5c0f\u6587\u5b57\u306e\u7121\u8996
property.ignoreCase.descr= \u7167\u4f1a\u3067\u5927/\u5c0f\u6587\u5b57\u3092\u533a\u5225\u3059\u308b\u304b\u3069\u3046\u304b\u3002 \u30c7\u30d5\u30a9\u30eb\u30c8\u3067\u306f\u3001\u5927/\u5c0f\u6587\u5b57\u306f\u7121\u8996\u3055\u308c\u307e\u3059\u3002
property.hasDownArrow.name= \u4e0b\u77e2\u5370\u3042\u308a
property.hasDownArrow.descr= \u30af\u30ea\u30c3\u30af\u3057\u3066\u30aa\u30d7\u30b7\u30e7\u30f3\u306e\u30ea\u30b9\u30c8\u3092\u8868\u793a\u3067\u304d\u308b\u4e0b\u77e2\u5370\u3092\u8868\u793a\u3059\u308b\u304b\u3069\u3046\u304b\u3002\u30c7\u30d5\u30a9\u30eb\u30c8\u3067\u306f\u4e0b\u77e2\u5370\u304c\u5b58\u5728\u3057\u307e\u3059\u3002
component.djFilteringSelect.name= Dojo \u30d5\u30a3\u30eb\u30bf\u30ea\u30f3\u30b0\u9078\u629e
component.djFilteringSelect.descr= Dojo \u30d5\u30a3\u30eb\u30bf\u30ea\u30f3\u30b0\u9078\u629e\u30b3\u30f3\u30c8\u30ed\u30fc\u30eb\u3067\u306f\u3001\u9078\u629e\u7528\u306e\u8a31\u5bb9\u3055\u308c\u308b\u5024\u30da\u30a2\u306e\u30ea\u30b9\u30c8\u304c\u7528\u610f\u3055\u308c\u3066\u3044\u307e\u3059\u3002 \u5024\u30da\u30a2\u306f\u3001\u30e6\u30fc\u30b6\u30fc\u306b\u8868\u793a\u3055\u308c\u308b\u30c6\u30ad\u30b9\u30c8\u3068\u3001\u30d5\u30a9\u30fc\u30e0\u306e\u9001\u4fe1\u6642\u306b\u30b5\u30fc\u30d0\u30fc\u306b\u9001\u4fe1\u3055\u308c\u308b\u5024\u3067\u69cb\u6210\u3055\u308c\u3066\u3044\u307e\u3059\u3002 \u307e\u305f\u3001\u3053\u306e\u30b3\u30f3\u30c8\u30ed\u30fc\u30eb\u3067\u306f\u3001\u30e6\u30fc\u30b6\u30fc\u5165\u529b\u3082\u8a31\u53ef\u3055\u308c\u307e\u3059\u304c\u3001\u4e00\u81f4\u3057\u306a\u3044\u5024\u306f\u9001\u4fe1\u3055\u308c\u307e\u305b\u3093\u3002
property.labelAttr.name= \u30e9\u30d9\u30eb\u5c5e\u6027
property.labelAttr.descr= \u30c9\u30ed\u30c3\u30d7\u30c0\u30a6\u30f3\u30ea\u30b9\u30c8\u3067\u30a8\u30f3\u30c8\u30ea\u3068\u3057\u3066\u4f7f\u7528\u3059\u308b\u3001\u30c7\u30fc\u30bf\u30b9\u30c8\u30a2\u304b\u3089\u306e\u9805\u76ee\u306e\u30d5\u30a3\u30fc\u30eb\u30c9\u540d\u3092\u6307\u5b9a\u3057\u307e\u3059\u3002 \u6307\u5b9a\u3057\u306a\u304b\u3063\u305f\u5834\u5408\u306f\u3001\u4ee3\u308f\u308a\u306b searchAttr \u30d7\u30ed\u30d1\u30c6\u30a3\u304c\u4f7f\u7528\u3055\u308c\u307e\u3059\u3002
property.labelType.name= \u30e9\u30d9\u30eb\u30bf\u30a4\u30d7
property.labelType.descr= labelAttr \u30d7\u30ed\u30d1\u30c6\u30a3\u3092 text (\u30d7\u30ec\u30fc\u30f3\u30c6\u30ad\u30b9\u30c8) \u3068\u3057\u3066\u89e3\u91c8\u3059\u308b\u304b\u3001html (HTML \u30de\u30fc\u30af\u30a2\u30c3\u30d7) \u3068\u3057\u3066\u89e3\u91c8\u3059\u308b\u304b\u3092\u6307\u5b9a\u3057\u307e\u3059\u3002
property.labelFunc.name= \u30e9\u30d9\u30eb\u95a2\u6570
property.labelFunc.descr= \u30e9\u30d9\u30eb\u304c\u5909\u66f4\u3055\u308c\u305f\u3068\u304d\u306b\u547c\u3073\u51fa\u3055\u308c\u308b\u30a4\u30d9\u30f3\u30c8\u30cf\u30f3\u30c9\u30e9\u3002\u8868\u793a\u3059\u308b\u30e9\u30d9\u30eb\u3092\u8fd4\u3057\u307e\u3059\u3002
component.djTextarea.name= Dojo \u30c6\u30ad\u30b9\u30c8\u9818\u57df
component.djTextarea.descr= HTML TEXTAREA \u306b\u985e\u4f3c\u3057\u3066\u3044\u307e\u3059\u304c\u3001\u5185\u90e8\u306e\u30c6\u30ad\u30b9\u30c8\u306e\u30b3\u30f3\u30c6\u30f3\u30c4\u306b\u5408\u3046\u3088\u3046\u306b\u52d5\u7684\u306b\u30b5\u30a4\u30ba\u5909\u66f4\u3055\u308c\u307e\u3059
property.cols.name= \u5217
property.cols.descr= \u8868\u793a\u3059\u308b\u30011 \u884c\u5f53\u305f\u308a\u306e\u30c6\u30ad\u30b9\u30c8\u6587\u5b57\u6570\u3092\u6307\u5b9a\u3057\u307e\u3059
property.rows.name= \u884c
property.rows.descr= \u8868\u793a\u3059\u308b\u30c6\u30ad\u30b9\u30c8\u306e\u884c\u6570\u3092\u6307\u5b9a\u3057\u307e\u3059
component.djSimpleTextarea.name= Dojo \u30b7\u30f3\u30d7\u30eb\u30c6\u30ad\u30b9\u30c8\u9818\u57df
component.djSimpleTextarea.descr= \u6a19\u6e96 HTML TEXTAREA \u3092\u30e9\u30c3\u30d7\u3059\u308b\u30b7\u30f3\u30e9\u30c3\u30d1\u30fc
component.djButton.name= Dojo \u30dc\u30bf\u30f3
# The values in quotes should not be translated
component.djButton.descr= type \u5c5e\u6027\u304c submit\u3001reset\u3001button \u306b\u8a2d\u5b9a\u3055\u308c\u305f\u3001Dojo \u30d0\u30fc\u30b8\u30e7\u30f3\u306e HTML \u306e button \u8981\u7d20\u307e\u305f\u306f input \u8981\u7d20
property.label.component.djButton.name= \u30e9\u30d9\u30eb
property.label.component.djButton.descr= \u30dc\u30bf\u30f3\u306b\u8868\u793a\u3055\u308c\u308b\u30e9\u30d9\u30eb\u30c6\u30ad\u30b9\u30c8\u3092\u63d0\u4f9b\u3059\u308b\u305f\u3081\u306b\u4f7f\u7528\u3055\u308c\u307e\u3059
property.showLabel.name= \u30e9\u30d9\u30eb\u306e\u8868\u793a
# "true" should not be translated
property.showLabel.descr= \u30dc\u30bf\u30f3\u4e0a\u3067\u30c6\u30ad\u30b9\u30c8\u30e9\u30d9\u30eb\u3092\u8868\u793a\u3059\u308b\u304b\u3069\u3046\u304b\u3092\u6307\u5b9a\u3057\u307e\u3059\u3002\u30c7\u30d5\u30a9\u30eb\u30c8\u3067\u306f\u3001true \u3067\u3059
property.iconClass.name= \u30a2\u30a4\u30b3\u30f3\u30af\u30e9\u30b9
property.iconClass.descr= \u30dc\u30bf\u30f3\u3092\u30a2\u30a4\u30b3\u30f3\u306e\u3088\u3046\u306b\u8868\u793a\u3067\u304d\u308b\u30a4\u30e1\u30fc\u30b8\u3092\u6307\u5b9a\u3059\u308b\u30b9\u30bf\u30a4\u30eb\u30af\u30e9\u30b9
component.djToggleButton.name= Dojo \u5207\u308a\u66ff\u3048\u30dc\u30bf\u30f3
component.djToggleButton.descr= \u30dc\u30bf\u30f3\u3068\u30c1\u30a7\u30c3\u30af\u30dc\u30c3\u30af\u30b9\u306e\u4e2d\u9593\u7269\u3002 \u30dc\u30bf\u30f3\u3068\u3057\u3066\u8868\u793a\u3055\u308c\u307e\u3059\u304c\u3001\u30e6\u30fc\u30b6\u30fc\u304c 2 \u3064\u306e\u72b6\u614b\u3092\u5207\u308a\u66ff\u3048\u308b\u3053\u3068\u304c\u3067\u304d\u307e\u3059\u3002
property.checkedValue.name= \u30c1\u30a7\u30c3\u30af\u6e08\u307f\u306e\u5024
property.checkedValue.descr= \u5207\u308a\u66ff\u3048\u30dc\u30bf\u30f3\u306b\u30c1\u30a7\u30c3\u30af\u30de\u30fc\u30af\u3092\u4ed8\u3051\u305f\u5834\u5408\u306b\u5024\u30d7\u30ed\u30d1\u30c6\u30a3\u306b\u4fdd\u5b58\u3055\u308c\u308b\u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u3092\u6307\u5b9a\u3057\u307e\u3059
property.uncheckedValue.name= \u30c1\u30a7\u30c3\u30af\u3055\u308c\u3066\u3044\u306a\u3044\u5024
property.uncheckedValue.descr= \u5207\u308a\u66ff\u3048\u30dc\u30bf\u30f3\u306e\u30c1\u30a7\u30c3\u30af\u30de\u30fc\u30af\u3092\u5916\u3057\u305f\u5834\u5408\u306b\u5024\u30d7\u30ed\u30d1\u30c6\u30a3\u306b\u4fdd\u5b58\u3055\u308c\u308b\u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u3092\u6307\u5b9a\u3057\u307e\u3059
component.djCheckBox.name= Dojo \u30c1\u30a7\u30c3\u30af\u30dc\u30c3\u30af\u30b9
component.djCheckBox.descr= HTML \u306e\u30c1\u30a7\u30c3\u30af\u30dc\u30c3\u30af\u30b9\u306b\u985e\u4f3c\u3057\u3066\u3044\u307e\u3059\u304c\u3001Dojo \u306b\u3088\u3063\u3066\u63d0\u4f9b\u3055\u308c\u305f\u30b9\u30bf\u30a4\u30eb\u3092\u5099\u3048\u3066\u3044\u307e\u3059
component.djRadioButton.name= Dojo \u30e9\u30b8\u30aa\u30dc\u30bf\u30f3
component.djRadioButton.descr= HTML \u306e radioButton \u306b\u985e\u4f3c\u3057\u3066\u3044\u307e\u3059
property.selectedValue.name= \u9078\u629e\u3055\u308c\u305f\u5024
property.selectedValue.descr= \u30e9\u30b8\u30aa\u30dc\u30bf\u30f3\u304c\u9078\u629e\u3055\u308c\u305f\u5834\u5408\u306e\u5024\u3092\u6307\u5b9a\u3057\u307e\u3059
property.groupName.name= \u30b0\u30eb\u30fc\u30d7\u540d
property.groupName.descr= \u30e9\u30b8\u30aa\u30dc\u30bf\u30f3\u306e\u30b0\u30eb\u30fc\u30d7\u306e\u540d\u524d
property.skipContainers.name= \u30b3\u30f3\u30c6\u30ca\u306e\u30b9\u30ad\u30c3\u30d7
property.skipContainers.descr= \u540d\u524d\u30d7\u30ed\u30d1\u30c6\u30a3\u306e\u8a08\u7b97\u6642\u306b\u30b9\u30ad\u30c3\u30d7\u3059\u308b\u30cd\u30fc\u30df\u30f3\u30b0\u30b3\u30f3\u30c6\u30ca\u6570
component.com.ibm.xsp.extlib.dojo.form.SliderBase.name= Dojo \u30d9\u30fc\u30b9\u30b9\u30e9\u30a4\u30c0
component.com.ibm.xsp.extlib.dojo.form.SliderBase.descr= \u5782\u76f4\u30b9\u30e9\u30a4\u30c0\u30b3\u30f3\u30c8\u30ed\u30fc\u30eb\u3068\u6c34\u5e73\u30b9\u30e9\u30a4\u30c0\u30b3\u30f3\u30c8\u30ed\u30fc\u30eb\u306e\u57fa\u672c\u30af\u30e9\u30b9
property.showButtons.name= \u30dc\u30bf\u30f3\u306e\u8868\u793a
property.showButtons.descr= \u30b9\u30e9\u30a4\u30c0\u306e\u305d\u308c\u305e\u308c\u306e\u7aef\u306b\u5897\u5206\u30dc\u30bf\u30f3\u3068\u6e1b\u5206\u30dc\u30bf\u30f3\u3092\u8868\u793a\u3059\u308b\u304b\u3069\u3046\u304b\u3002\u30c7\u30d5\u30a9\u30eb\u30c8\u3067\u306f\u3001true \u306b\u306a\u308a\u307e\u3059
property.minimum.component.com.ibm.xsp.extlib.dojo.form.SliderBase.name= \u6700\u5c0f
property.minimum.component.com.ibm.xsp.extlib.dojo.form.SliderBase.descr= \u8a31\u53ef\u3055\u308c\u308b\u6700\u5c0f\u5024\u3002\u30c7\u30d5\u30a9\u30eb\u30c8\u3067\u306f\u30010 \u306b\u306a\u308a\u307e\u3059
property.maximum.component.com.ibm.xsp.extlib.dojo.form.SliderBase.name= \u6700\u5927
property.maximum.component.com.ibm.xsp.extlib.dojo.form.SliderBase.descr= \u8a31\u53ef\u3055\u308c\u308b\u6700\u5927\u5024\u3002\u30c7\u30d5\u30a9\u30eb\u30c8\u3067\u306f\u3001100 \u306b\u306a\u308a\u307e\u3059
property.discreteValues.name= \u500b\u5225\u306e\u5024
property.discreteValues.descr= \u6700\u5c0f\u30d7\u30ed\u30d1\u30c6\u30a3\u304b\u3089\u6700\u5927\u30d7\u30ed\u30d1\u30c6\u30a3\u307e\u3067 (\u4e21\u7aef\u3092\u542b\u3080) \u306e\u500b\u5225\u306e\u5024\u306e\u6570\u3002
property.pageIncrement.name= \u30da\u30fc\u30b8\u5897\u5206
property.pageIncrement.descr= [Page Up] \u30ad\u30fc\u3068 [Page Down] \u30ad\u30fc\u3092\u4f7f\u7528\u3057\u3066\u30b9\u30e9\u30a4\u30c0\u3092\u5c11\u3057\u305a\u3064\u52d5\u304b\u3059\u8abf\u6574\u91cf\u3002 \u30c7\u30d5\u30a9\u30eb\u30c8\u3067\u306f 2 \u3067\u3059
property.clickSelect.name= \u9078\u629e\u3092\u30af\u30ea\u30c3\u30af
property.clickSelect.descr= \u30b9\u30e9\u30a4\u30c0\u30d0\u30fc\u3092\u30af\u30ea\u30c3\u30af\u3059\u308b\u3068\u30af\u30ea\u30c3\u30af\u3055\u308c\u305f\u5834\u6240\u306b\u5024\u304c\u5909\u66f4\u3055\u308c\u308b\u304b\u3069\u3046\u304b\u3092\u6307\u5b9a\u3057\u307e\u3059\u3002 \u30c7\u30d5\u30a9\u30eb\u30c8\u3067\u306f true \u3067\u3059
property.slideDuration.name= \u30b9\u30e9\u30a4\u30c9\u6642\u9593
property.slideDuration.descr= 0% \u304b\u3089 100% \u307e\u3067\u30cf\u30f3\u30c9\u30eb\u3092\u30b9\u30e9\u30a4\u30c9\u3055\u305b\u308b\u306e\u306b\u304b\u304b\u308b\u30df\u30ea\u79d2\u6570\u3002 \u30b9\u30e9\u30a4\u30c0\u306e\u5024\u3092\u30d7\u30ed\u30b0\u30e9\u30e0\u3067\u5909\u66f4\u3059\u308b\u5834\u5408\u306b\u5f79\u7acb\u3061\u307e\u3059\u3002 \u30c7\u30d5\u30a9\u30eb\u30c8\u3067\u306f 1000 \u3067\u3059
component.djHorizontalSlider.name= Dojo \u6c34\u5e73\u30b9\u30e9\u30a4\u30c0
component.djHorizontalSlider.descr= \u5de6\u53f3\u306b\u30c9\u30e9\u30c3\u30b0\u3057\u3066\u7bc4\u56f2\u5185\u306e\u5024\u3092\u9078\u629e\u3067\u304d\u308b\u3088\u3046\u306b\u3059\u308b\u30b9\u30e9\u30a4\u30c0\u3002
component.djVerticalSlider.name= Dojo \u5782\u76f4\u30b9\u30e9\u30a4\u30c0
component.djVerticalSlider.descr= \u4e0a\u4e0b\u306b\u30c9\u30e9\u30c3\u30b0\u3057\u3066\u7bc4\u56f2\u5185\u306e\u5024\u3092\u9078\u629e\u3067\u304d\u308b\u3088\u3046\u306b\u3059\u308b\u30b9\u30e9\u30a4\u30c0\u3002
component.djSliderRule.name= Dojo \u30b9\u30e9\u30a4\u30c0\u30eb\u30fc\u30eb
component.djSliderRule.descr= \u6c34\u5e73\u307e\u305f\u306f\u5782\u76f4\u30b9\u30e9\u30a4\u30c0\u306e\u30eb\u30fc\u30eb\u306b\u30e9\u30d9\u30eb\u3092\u8ffd\u52a0\u3057\u307e\u3059\u3002
property.ruleStyle.name= \u30eb\u30fc\u30eb\u30b9\u30bf\u30a4\u30eb
property.ruleStyle.descr= \u500b\u5225\u306e\u30cf\u30c3\u30b7\u30e5\u8a18\u53f7\u306b\u9069\u7528\u3059\u308b CSS \u30b9\u30bf\u30a4\u30eb\u30eb\u30fc\u30eb\u3092\u6307\u5b9a\u3057\u307e\u3059
property.count.name= \u6570
property.count.descr= \u751f\u6210\u3059\u308b\u30cf\u30c3\u30b7\u30e5\u8a18\u53f7\u6570\u3092\u6307\u5b9a\u3057\u307e\u3059\u3002 \u7701\u7565\u3057\u305f\u5834\u5408\u306f\u3001\u3053\u306e\u5024\u306f\u30c7\u30d5\u30a9\u30eb\u30c8\u3067 3 \u306b\u306a\u308a\u307e\u3059
property.container.name= \u30b3\u30f3\u30c6\u30ca
property.container.descr= \u30b9\u30e9\u30a4\u30c0\u3092\u57fa\u6e96\u306b\u3057\u305f\u30e9\u30d9\u30eb\u3092\u9069\u7528\u3059\u308b\u5834\u6240\u3002\u6c34\u5e73\u30b9\u30e9\u30a4\u30c0\u30b3\u30f3\u30c8\u30ed\u30fc\u30eb\u306e\u5834\u5408\u306f\u3001topDecoration \u307e\u305f\u306f bottomDecoration\u3002 \u5782\u76f4\u30b9\u30e9\u30a4\u30c0\u30b3\u30f3\u30c8\u30ed\u30fc\u30eb\u306e\u5834\u5408\u306f\u3001leftDecoration \u307e\u305f\u306f rightDecoration\u3002
complex-type.djSliderRuleLabel.name= Dojo \u30b9\u30e9\u30a4\u30c0\u30eb\u30fc\u30eb\u30e9\u30d9\u30eb
complex-type.djSliderRuleLabel.descr= Dojo \u30b9\u30e9\u30a4\u30c0\u30eb\u30fc\u30eb\u30e9\u30d9\u30eb\u30b3\u30f3\u30c8\u30ed\u30fc\u30eb\u306e\u30e9\u30d9\u30eb\u30ea\u30b9\u30c8\u30d7\u30ed\u30d1\u30c6\u30a3\u306b\u95a2\u9023\u3057\u305f\u30ed\u30fc\u30ab\u30e9\u30a4\u30ba\u53ef\u80fd\u30e9\u30d9\u30eb
property.label.complex-type.djSliderRuleLabel.name= \u30ed\u30fc\u30ab\u30e9\u30a4\u30ba\u53ef\u80fd\u30e9\u30d9\u30eb
property.label.complex-type.djSliderRuleLabel.descr= \u30ed\u30fc\u30ab\u30e9\u30a4\u30ba\u53ef\u80fd\u30c6\u30ad\u30b9\u30c8\u30e9\u30d9\u30eb\u3092\u6307\u5b9a\u3057\u307e\u3059
component.djSliderRuleLabels.name= Dojo \u30b9\u30e9\u30a4\u30c0\u30eb\u30fc\u30eb\u30e9\u30d9\u30eb
component.djSliderRuleLabels.descr= \u30b9\u30e9\u30a4\u30c0\u306b\u6cbf\u3063\u3066\u5782\u76f4\u307e\u305f\u306f\u6c34\u5e73\u306b\u8868\u793a\u3059\u308b\u30e9\u30d9\u30eb\u306e\u30ea\u30b9\u30c8\u3092\u8ffd\u52a0\u3057\u307e\u3059
property.labelStyle.name= \u30e9\u30d9\u30eb\u30b9\u30bf\u30a4\u30eb
property.labelStyle.descr= \u500b\u5225\u306e\u30c6\u30ad\u30b9\u30c8\u30e9\u30d9\u30eb\u306b\u9069\u7528\u3059\u308b CSS \u30b9\u30bf\u30a4\u30eb\u30eb\u30fc\u30eb\u3092\u6307\u5b9a\u3057\u307e\u3059
property.labels.name= \u30e9\u30d9\u30eb
property.labels.descr= \u5de6\u304b\u3089\u53f3\u307e\u305f\u306f\u4e0a\u304b\u3089\u4e0b\u306b\u5747\u7b49\u9593\u9694\u3067\u8868\u793a\u3059\u308b\u30c6\u30ad\u30b9\u30c8\u30e9\u30d9\u30eb\u306e\u30ea\u30b9\u30c8\u3092\u6307\u5b9a\u3057\u307e\u3059\u3002
property.labelsList.name= \u30e9\u30d9\u30eb\u30ea\u30b9\u30c8
property.labelsList.descr= \u30ed\u30fc\u30ab\u30e9\u30a4\u30ba\u53ef\u80fd\u30c6\u30ad\u30b9\u30c8\u30e9\u30d9\u30eb\u306e\u30ea\u30b9\u30c8\u3092\u6307\u5b9a\u3057\u307e\u3059
property.numericMargin.name= \u6570\u5024\u30de\u30fc\u30b8\u30f3
property.numericMargin.descr= \u30b9\u30e9\u30a4\u30c0\u306e\u4e21\u7aef\u3067\u8868\u793a\u3092\u7701\u7565\u3059\u308b\u6570\u5024\u30e9\u30d9\u30eb\u306e\u6570\u3002 (0\u3001\u30c7\u30d5\u30a9\u30eb\u30c8\u3001100 \u306a\u3069\u306e\u660e\u3089\u304b\u306a\u958b\u59cb\u5024\u3084\u7d42\u4e86\u5024\u3092\u7701\u7565\u3059\u308b\u5834\u5408\u306b\u5f79\u7acb\u3061\u307e\u3059\u3002)
property.minimum.component.djSliderRuleLabels.name= \u6700\u5c0f
property.minimum.component.djSliderRuleLabels.descr= labels \u30d7\u30ed\u30d1\u30c6\u30a3\u304c\u6307\u5b9a\u3055\u308c\u3066\u3044\u306a\u3044\u5834\u5408\u306f\u3001\u3053\u306e\u30d7\u30ed\u30d1\u30c6\u30a3\u304c\u3001\u751f\u6210\u3055\u308c\u308b\u6570\u5024\u30e9\u30d9\u30eb\u306e\u6700\u5c0f\u30e9\u30d9\u30eb\u5024\u3092\u6307\u5b9a\u3057\u307e\u3059\u3002 \u7701\u7565\u3057\u305f\u5834\u5408\u306f\u3001\u3053\u306e\u5024\u306f\u30c7\u30d5\u30a9\u30eb\u30c8\u3067 0 \u306b\u306a\u308a\u307e\u3059\u3002
property.maximum.component.djSliderRuleLabels.name= \u6700\u5927
property.maximum.component.djSliderRuleLabels.descr= labels \u30d7\u30ed\u30d1\u30c6\u30a3\u304c\u6307\u5b9a\u3055\u308c\u3066\u3044\u306a\u3044\u5834\u5408\u306f\u3001\u3053\u306e\u30d7\u30ed\u30d1\u30c6\u30a3\u304c\u3001\u751f\u6210\u3055\u308c\u308b\u6570\u5024\u30e9\u30d9\u30eb\u306e\u6700\u5927\u30e9\u30d9\u30eb\u5024\u3092\u6307\u5b9a\u3057\u307e\u3059\u3002 \u7701\u7565\u3057\u305f\u5834\u5408\u306f\u3001\u3053\u306e\u5024\u306f\u30c7\u30d5\u30a9\u30eb\u30c8\u3067 1 \u306b\u306a\u308a\u307e\u3059\u3002
property.constraints.component.djSliderRuleLabels.name= \u5236\u7d04
property.constraints.component.djSliderRuleLabels.descr= labels \u30d7\u30ed\u30d1\u30c6\u30a3\u304c\u6307\u5b9a\u3055\u308c\u3066\u3044\u306a\u3044\u5834\u5408\u306f\u3001\u3053\u306e\u30d7\u30ed\u30d1\u30c6\u30a3\u304c\u3001\u751f\u6210\u3055\u308c\u308b\u6570\u5024\u30e9\u30d9\u30eb\u306e\u30d5\u30a9\u30fc\u30de\u30c3\u30c8\u8a2d\u5b9a\u306b\u4f7f\u7528\u3055\u308c\u308b\u30aa\u30d7\u30b7\u30e7\u30f3\u3092\u6307\u5b9a\u3057\u307e\u3059\u3002
