# *****************************************************************
#
# IBM Confidential
#
# OCO Source Materials
#
# Copyright IBM Corp. 2010, 2012                                   
#
# The source code for this program is not published or otherwise
# divested of its trade secrets, irrespective of what has been
# deposited with the U.S. Copyright Office.
#
# ***************************************************************** 
# DO NOT EDIT. THIS FILE IS GENERATED.
# NLS_ENCODING=UNICODE 
# NLS_MARKUP=IBMNJDK2 
# NLS_MESSAGEFORMAT_NONE
## G11N SA UI -- Special IT Audience resources follow
component.redirect.name= \u30ea\u30c0\u30a4\u30ec\u30af\u30c8
component.redirect.descr= \u30d6\u30e9\u30a6\u30b6\u307e\u305f\u306f\u8981\u6c42\u30d8\u30c3\u30c0\u30fc\u304c\u3001\u69cb\u6210\u3055\u308c\u3066\u3044\u308b\u30ea\u30c0\u30a4\u30ec\u30af\u30c8\u30eb\u30fc\u30eb\u306e\u3044\u305a\u308c\u304b\u306b\u4e00\u81f4\u3057\u305f\u5834\u5408\u306b\u3001\u7570\u306a\u308b\u30da\u30fc\u30b8\u306b\u30ea\u30c0\u30a4\u30ec\u30af\u30c8\u3059\u308b\u30b3\u30f3\u30c8\u30ed\u30fc\u30eb\u3002
property.rules.name= \u30ea\u30c0\u30a4\u30ec\u30af\u30c8\u30eb\u30fc\u30eb
property.rules.descr= \u30ea\u30c0\u30a4\u30ec\u30af\u30c8\u30eb\u30fc\u30eb\u30ea\u30b9\u30c8\u3002\u6700\u521d\u306b\u4e00\u81f4\u3057\u305f\u30eb\u30fc\u30eb\u306b\u3088\u3063\u3066\u30ea\u30c0\u30a4\u30ec\u30af\u30c8\u30da\u30fc\u30b8\u304c\u6c7a\u307e\u308b\u305f\u3081\u3001\u30eb\u30fc\u30eb\u30ea\u30b9\u30c8\u306e\u9806\u5e8f\u306f\u91cd\u8981\u306a\u610f\u5473\u3092\u6301\u3061\u307e\u3059\u3002
complex-type.com.ibm.xsp.extlib.component.misc.AbstractRedirectRule.descr= \u3059\u3079\u3066\u306e\u30ea\u30c0\u30a4\u30ec\u30af\u30c8\u30eb\u30fc\u30eb\u306e\u7d99\u627f\u5143\u3068\u306a\u308b\u62bd\u8c61\u30af\u30e9\u30b9
complex-type.com.ibm.xsp.extlib.component.misc.RedirectRuleBase.descr= AbstractRedirectRule \u304b\u3089\u7d99\u627f\u3057\u3001\u3059\u3079\u3066\u306e\u30ea\u30c0\u30a4\u30ec\u30af\u30c8\u30eb\u30fc\u30eb\u306e\u7d99\u627f\u5143\u3068\u306a\u308b\u62bd\u8c61\u30af\u30e9\u30b9
property.url.name= \u30ea\u30c0\u30a4\u30ec\u30af\u30c8 URL
# ".xsp" should not be translated
property.url.descr= \u958b\u304f\u30ea\u30c0\u30a4\u30ec\u30af\u30c8 URL \u30da\u30fc\u30b8\u3002\u901a\u5e38\u3001\u62e1\u5f35\u5b50\u306f .xsp \u3067\u3059\u3002
property.urlHash.name= \u30ea\u30c0\u30a4\u30ec\u30af\u30c8 URL \u30cf\u30c3\u30b7\u30e5
# "#topic" and "#document" should not be translated
property.urlHash.descr= \u30ea\u30c0\u30a4\u30ec\u30af\u30c8 URL \u30cf\u30c3\u30b7\u30e5\u3002 \u3053\u3053\u3067\u6307\u5b9a\u3057\u305f\u5024\u306f\u3001\u30ea\u30c0\u30a4\u30ec\u30af\u30c8 URL \u306b\u8ffd\u52a0\u3055\u308c\u308b\u3068\u3001\u305d\u306e\u524d\u306b\u300c#\u300d\u304c\u4ed8\u3051\u3089\u308c\u307e\u3059 (\u300c#document\u300d\u3084\u300c#topic\u300d\u306a\u3069)\u3002
property.disableRequestParams.name= \u8981\u6c42\u30d1\u30e9\u30e1\u30fc\u30bf\u3092\u7121\u52b9\u306b\u3059\u308b
property.disableRequestParams.descr= \u30c7\u30d5\u30a9\u30eb\u30c8\u3067\u306f\u3001\u6700\u521d\u306b\u958b\u304b\u308c\u305f\u30da\u30fc\u30b8\u306e\u8981\u6c42\u30d1\u30e9\u30e1\u30fc\u30bf\u304c\u30ea\u30c0\u30a4\u30ec\u30af\u30c8\u30bf\u30fc\u30b2\u30c3\u30c8\u30da\u30fc\u30b8\u306e URL \u306b\u30b3\u30d4\u30fc\u3055\u308c\u307e\u3059\u3002\u3053\u306e\u30d7\u30ed\u30d1\u30c6\u30a3\u3092\u8a2d\u5b9a\u3059\u308b\u3068\u3001\u8981\u6c42\u30d1\u30e9\u30e1\u30fc\u30bf\u306f\u3001\u30ea\u30c0\u30a4\u30ec\u30af\u30c8 URL \u306b\u81ea\u52d5\u7684\u306b\u4ed8\u52a0\u3055\u308c\u306a\u304f\u306a\u308a\u307e\u3059\u3002\u30ea\u30c0\u30a4\u30ec\u30af\u30c8 URL \u30d7\u30ed\u30d1\u30c6\u30a3\u306e\u5024\u3092\u8a08\u7b97\u3059\u308b\u3053\u3068\u3067\u3001\u30d1\u30e9\u30e1\u30fc\u30bf\u3092\u30d7\u30ed\u30b0\u30e9\u30e0\u3067\u4ed8\u52a0\u3059\u308b\u3053\u3068\u306f\u5f15\u304d\u7d9a\u304d\u53ef\u80fd\u3067\u3059\u3002
property.extraParams.name= \u8ffd\u52a0\u30d1\u30e9\u30e1\u30fc\u30bf
property.extraParams.descr= \u30ea\u30c0\u30a4\u30ec\u30af\u30c8 URL \u306b\u4ed8\u52a0\u3059\u308b\u8ffd\u52a0\u30d1\u30e9\u30e1\u30fc\u30bf\u306e\u30ea\u30b9\u30c8\u3002
complex-type.redirectPhoneRule.name= \u30ea\u30c0\u30a4\u30ec\u30af\u30c8\u96fb\u8a71\u30eb\u30fc\u30eb
complex-type.redirectPhoneRule.descr= \u30d6\u30e9\u30a6\u30b6\u304c\u30e2\u30d0\u30a4\u30eb\u30c7\u30d0\u30a4\u30b9\u4e0a\u3067\u4f7f\u7528\u3055\u308c\u3066\u3044\u308b\u5834\u5408\u306b\u5225\u306e\u30da\u30fc\u30b8\u306b\u30ea\u30c0\u30a4\u30ec\u30af\u30c8\u3059\u308b\u305f\u3081\u306b\u30ea\u30c0\u30a4\u30ec\u30af\u30c8\u30b3\u30f3\u30c8\u30ed\u30fc\u30eb\u304c\u4f7f\u7528\u3059\u308b\u30eb\u30fc\u30eb
complex-type.redirectTabletRule.name= \u30ea\u30c0\u30a4\u30ec\u30af\u30c8\u30bf\u30d6\u30ec\u30c3\u30c8\u30eb\u30fc\u30eb
complex-type.redirectTabletRule.descr= \u30d6\u30e9\u30a6\u30b6\u304c\u30bf\u30d6\u30ec\u30c3\u30c8\u30c7\u30d0\u30a4\u30b9\u4e0a\u3067\u4f7f\u7528\u3055\u308c\u3066\u3044\u308b\u5834\u5408\u306b\u5225\u306e\u30da\u30fc\u30b8\u306b\u30ea\u30c0\u30a4\u30ec\u30af\u30c8\u3059\u308b\u305f\u3081\u306b\u30ea\u30c0\u30a4\u30ec\u30af\u30c8\u30b3\u30f3\u30c8\u30ed\u30fc\u30eb\u304c\u4f7f\u7528\u3059\u308b\u30eb\u30fc\u30eb
complex-type.redirectHeaderRule.name= \u30ea\u30c0\u30a4\u30ec\u30af\u30c8\u30d8\u30c3\u30c0\u30fc\u30eb\u30fc\u30eb
complex-type.redirectHeaderRule.descr= \u30d8\u30c3\u30c0\u30fc\u304c\u6307\u5b9a\u30d1\u30bf\u30fc\u30f3\u306b\u4e00\u81f4\u3059\u308b\u5834\u5408\u306b\u5225\u306e\u30da\u30fc\u30b8\u306b\u30ea\u30c0\u30a4\u30ec\u30af\u30c8\u3059\u308b\u305f\u3081\u306b\u30ea\u30c0\u30a4\u30ec\u30af\u30c8\u30b3\u30f3\u30c8\u30ed\u30fc\u30eb\u304c\u4f7f\u7528\u3059\u308b\u30eb\u30fc\u30eb
property.header.name= \u8981\u6c42\u30d8\u30c3\u30c0\u30fc
property.header.descr= \u6307\u5b9a\u30d8\u30c3\u30c0\u30fc\u30d1\u30bf\u30fc\u30f3\u306b\u7167\u3089\u3057\u3066\u30de\u30c3\u30c1\u30f3\u30b0\u3059\u308b\u305f\u3081\u306b\u5206\u6790\u3059\u308b\u8981\u6c42\u30d8\u30c3\u30c0\u30fc\u3002\u3053\u308c\u3092\u4f7f\u7528\u3059\u308b\u306e\u306f\u3001\u30eb\u30fc\u30eb\u30bf\u30a4\u30d7\u304c\u300c\u30ab\u30b9\u30bf\u30e0\u300d\u306e\u5834\u5408\u306e\u307f\u3067\u3059\u3002\u30c7\u30d5\u30a9\u30eb\u30c8\u30d8\u30c3\u30c0\u30fc\u306f\u300cUser-Agent\u300d\u3067\u3059\u3002
property.headerPattern.name= \u8981\u6c42\u30d8\u30c3\u30c0\u30fc\u30d1\u30bf\u30fc\u30f3
property.headerPattern.descr= \u6b63\u898f\u8868\u73fe\u3068\u3057\u3066\u306e\u8981\u6c42\u30d8\u30c3\u30c0\u30fc\u306e\u30d1\u30bf\u30fc\u30f3
complex-type.redirectCustomRule.name= \u30ea\u30c0\u30a4\u30ec\u30af\u30c8\u30ab\u30b9\u30bf\u30e0\u30eb\u30fc\u30eb
complex-type.redirectCustomRule.descr= \u30ea\u30c0\u30a4\u30ec\u30af\u30c8\u30d7\u30ed\u30d1\u30c6\u30a3\u304c true \u306b\u8a55\u4fa1\u3055\u308c\u305f\u5834\u5408\u306b\u5225\u306e\u30da\u30fc\u30b8\u306b\u30ea\u30c0\u30a4\u30ec\u30af\u30c8\u3059\u308b\u305f\u3081\u306b\u30ea\u30c0\u30a4\u30ec\u30af\u30c8\u30b3\u30f3\u30c8\u30ed\u30fc\u30eb\u304c\u4f7f\u7528\u3059\u308b\u30eb\u30fc\u30eb
property.redirect.name= \u30ea\u30c0\u30a4\u30ec\u30af\u30c8
property.redirect.descr= \u30ea\u30c0\u30a4\u30ec\u30af\u30c8\u3059\u308b\u304b\u3069\u3046\u304b\u3092\u6c7a\u5b9a\u3067\u304d\u308b\u30d7\u30ed\u30d1\u30c6\u30a3\u3002\u4efb\u610f\u306e\u6761\u4ef6\u306b\u3064\u3044\u3066\u8a08\u7b97\u3067\u304d\u307e\u3059\u3002\u5024\u304c true \u306e\u5834\u5408\u306b\u30ea\u30c0\u30a4\u30ec\u30af\u30c8\u3057\u307e\u3059\u3002\u30c7\u30d5\u30a9\u30eb\u30c8\u306f false \u3067\u3059\u3002
