# *****************************************************************
#
# IBM Confidential
#
# OCO Source Materials
#
# Copyright IBM Corp. 2010, 2012                                   
#
# The source code for this program is not published or otherwise
# divested of its trade secrets, irrespective of what has been
# deposited with the U.S. Copyright Office.
#
# ***************************************************************** 
# DO NOT EDIT. THIS FILE IS GENERATED.
# NLS_ENCODING=UNICODE 
# NLS_MARKUP=IBMNJDK2 
# NLS_MESSAGEFORMAT_NONE
## G11N SA UI -- Special IT Audience resources follow
complex-category.basic = \u57fa\u672c
property.partialRefresh.name= \u90e8\u5206\u7684\u306a\u66f4\u65b0
# The "for" should not be translated, it refers to the For Identifier property
property.partialRefresh.descr= \u7d44\u307f\u8fbc\u307f\u30b3\u30f3\u30c8\u30ed\u30fc\u30eb\u30a2\u30af\u30b7\u30e7\u30f3\u304c\u3001\u3053\u306e\u30b3\u30f3\u30c8\u30ed\u30fc\u30eb\u3001\u307e\u305f\u306f for \u30d7\u30ed\u30d1\u30c6\u30a3\u306b\u3088\u3063\u3066\u53c2\u7167\u3055\u308c\u308b\u30b3\u30f3\u30c8\u30ed\u30fc\u30eb\u3092\u90e8\u5206\u7684\u306b\u66f4\u65b0\u3059\u308b\u3088\u3046\u306b\u6307\u5b9a\u3057\u307e\u3059\u3002 \u3053\u308c\u306f\u3001\u30c7\u30d5\u30a9\u30eb\u30c8\u3067 true \u306b\u306a\u308a\u307e\u3059\u3002
property.refreshId.name= \u90e8\u5206\u7684\u306a\u66f4\u65b0 ID
# The "for" should not be translated, it refers to the For Identifier property
property.refreshId.descr= [\u90e8\u5206\u7684\u306a\u66f4\u65b0] \u304c\u6709\u52b9\u306b\u306a\u3063\u3066\u3044\u308b\u5834\u5408\u306b\u66f4\u65b0\u3059\u308b\u30b3\u30f3\u30c8\u30ed\u30fc\u30eb\u306e ID \u3092\u5b9a\u7fa9\u3057\u307e\u3059\u3002 \u7a7a\u306e\u5834\u5408\u306f\u3001\u30b3\u30f3\u30c8\u30ed\u30fc\u30eb\u306f\u3001\u81ea\u8eab\u3092\u66f4\u65b0\u3059\u308b\u304b\u3001for \u30d7\u30ed\u30d1\u30c6\u30a3\u306b\u3088\u3063\u3066\u53c2\u7167\u3055\u308c\u308b\u30b3\u30f3\u30c8\u30ed\u30fc\u30eb\u3092\u66f4\u65b0\u3057\u307e\u3059\u3002
property.partialExecute.name= \u90e8\u5206\u5b9f\u884c
property.partialExecute.descr= \u7d44\u307f\u8fbc\u307f\u30b3\u30f3\u30c8\u30ed\u30fc\u30eb\u30a2\u30af\u30b7\u30e7\u30f3\u304c\u3001\u3053\u306e\u30b3\u30f3\u30c8\u30ed\u30fc\u30eb\u3068\u305d\u306e\u5b50 (\u5b58\u5728\u3059\u308b\u5834\u5408) \u306e\u307f\u3092\u5b9f\u884c\u3059\u308b\u3088\u3046\u306b\u6307\u5b9a\u3057\u307e\u3059\u3002 \u3053\u308c\u306f\u3001\u30c7\u30d5\u30a9\u30eb\u30c8\u3067 true \u306b\u306a\u308a\u307e\u3059\u3002
component.com.ibm.xsp.extlib.data.AbstractPager.name= \u62bd\u8c61 Extension Library \u30da\u30fc\u30b8\u30e3
component.com.ibm.xsp.extlib.data.AbstractPager.descr= [\u30c7\u30fc\u30bf\u30d3\u30e5\u30fc] \u30b3\u30f3\u30c8\u30ed\u30fc\u30eb\u306b\u3055\u3089\u306b\u884c\u3092\u8868\u793a\u3059\u308b\u305f\u3081\u306e\u30ea\u30f3\u30af\u3092\u8868\u793a\u3059\u308b\u306a\u3069\u3001\u30d6\u30e9\u30a6\u30b6\u306e\u30e6\u30fc\u30b6\u30fc\u304c\u30c7\u30fc\u30bf\u306e\u30a4\u30c6\u30ec\u30fc\u30bf\u30b3\u30f3\u30c8\u30ed\u30fc\u30eb\u3092\u5909\u66f4\u3067\u304d\u308b\u3088\u3046\u306b\u3059\u308b Extension Library \u30b3\u30f3\u30c8\u30ed\u30fc\u30eb\u306e\u57fa\u672c\u30af\u30e9\u30b9
property.for.component.com.ibm.xsp.extlib.data.AbstractPager.name= For ID
property.for.component.com.ibm.xsp.extlib.data.AbstractPager.descr= \u3053\u306e\u30da\u30fc\u30b8\u30e3\u304c\u5f71\u97ff\u3092\u53ca\u307c\u3059\u7e70\u308a\u8fd4\u3057\u30b3\u30f3\u30c8\u30ed\u30fc\u30eb\u306e ID \u3092\u4fdd\u6301\u3057\u307e\u3059\u3002 \u3053\u306e\u30b3\u30f3\u30c8\u30ed\u30fc\u30eb\u304c\u30b3\u30f3\u30c6\u30ca\u7e70\u308a\u8fd4\u3057\u30b3\u30f3\u30c8\u30ed\u30fc\u30eb\u306b\u914d\u7f6e\u3055\u308c\u3066\u3044\u308b\u5834\u5408\u306f\u3001For ID \u306f\u4e0d\u8981\u3067\u3059\u3002
component.pagerSizes.name= \u30da\u30fc\u30b8\u30e3\u30b5\u30a4\u30ba
component.pagerSizes.descr= \u30c7\u30fc\u30bf\u30a4\u30c6\u30ec\u30fc\u30bf\u306b\u8868\u793a\u3059\u308b\u9805\u76ee\u6570\u3092\u30e6\u30fc\u30b6\u30fc\u304c\u9078\u629e\u3067\u304d\u308b\u3088\u3046\u306b\u3057\u307e\u3059
property.text.component.pagerSizes.name= \u30c6\u30ad\u30b9\u30c8
# The {0} will be displayed in the tooltip - this description is not processed to insert a value at those locations.
property.text.component.pagerSizes.descr= \u30c7\u30d5\u30a9\u30eb\u30c8\u306e\u30c6\u30ad\u30b9\u30c8\u300c1 \u30da\u30fc\u30b8\u306b\u8868\u793a\u3059\u308b\u9805\u76ee\u6570: {0}\u300d\u3092\u4e0a\u66f8\u304d\u3057\u307e\u3059\u3002 \u5024\u3067\u306f\u3001\u30da\u30fc\u30b8\u30b5\u30a4\u30ba\u30aa\u30d7\u30b7\u30e7\u30f3\u3092\u633f\u5165\u3059\u308b\u4f4d\u7f6e\u306b {0} \u30bf\u30b0\u3092\u542b\u3081\u308b\u5fc5\u8981\u304c\u3042\u308a\u307e\u3059\u3002
property.sizes.name= \u30da\u30fc\u30b8\u30b5\u30a4\u30ba
# The quoted text "all" should not be translated. This is describing a property like sizes="10|25|50|all"
property.sizes.descr= \u30da\u30fc\u30b8\u30b5\u30a4\u30ba\u30bb\u30ec\u30af\u30bf\u3067\u8868\u793a\u3059\u308b\u30da\u30fc\u30b8\u30b5\u30a4\u30ba\u3092\u5b9a\u7fa9\u3057\u307e\u3059\u3002 \u30b5\u30a4\u30ba\u306f\u300c|\u300d\u6587\u5b57\u3092\u4f7f\u7528\u3057\u3066\u533a\u5207\u308b\u5fc5\u8981\u304c\u3042\u308a\u307e\u3059\u3002 \u5404\u30b5\u30a4\u30ba\u306f\u6570\u5024\u307e\u305f\u306f\u5024\u300call\u300d(\u3059\u3079\u3066\u306e\u9805\u76ee\u3092\u610f\u5473\u3057\u3001\u30b3\u30f3\u30c8\u30ed\u30fc\u30eb\u306b\u3088\u3063\u3066\u5909\u63db\u3055\u308c\u308b) \u306b\u3059\u308b\u5fc5\u8981\u304c\u3042\u308a\u307e\u3059\u3002
component.pagerExpand.name= \u30da\u30fc\u30b8\u30e3\u306e\u5c55\u958b/\u7701\u7565\u8868\u793a
component.pagerExpand.descr= \u30e6\u30fc\u30b6\u30fc\u304c\u30c7\u30fc\u30bf\u30a4\u30c6\u30ec\u30fc\u30bf\u30b3\u30f3\u30c8\u30ed\u30fc\u30eb\u5185\u306e\u3059\u3079\u3066\u306e\u884c\u3092\u5c55\u958b\u307e\u305f\u306f\u7701\u7565\u8868\u793a\u3067\u304d\u308b\u3088\u3046\u306b\u3059\u308b\u30b3\u30f3\u30c8\u30ed\u30fc\u30eb
property.expandText.name= \u30c6\u30ad\u30b9\u30c8\u306e\u5c55\u958b
property.expandText.descr= [\u3059\u3079\u3066\u5c55\u958b] \u30ea\u30f3\u30af\u306e\u30c7\u30d5\u30a9\u30eb\u30c8\u30c6\u30ad\u30b9\u30c8\u3092\u4e0a\u66f8\u304d\u3057\u307e\u3059
property.collapseText.name= \u30c6\u30ad\u30b9\u30c8\u306e\u7701\u7565\u8868\u793a
property.collapseText.descr= [\u3059\u3079\u3066\u7701\u7565\u8868\u793a] \u30ea\u30f3\u30af\u306e\u30c7\u30d5\u30a9\u30eb\u30c8\u30c6\u30ad\u30b9\u30c8\u3092\u4e0a\u66f8\u304d\u3057\u307e\u3059
component.pagerDetail.name= \u30da\u30fc\u30b8\u30e3\u8a73\u7d30\u306e\u8868\u793a/\u975e\u8868\u793a
component.pagerDetail.descr= \u30c7\u30fc\u30bf\u30a4\u30c6\u30ec\u30fc\u30bf\u30b3\u30f3\u30c8\u30ed\u30fc\u30eb\u5185\u306e\u3059\u3079\u3066\u306e\u8a73\u7d30\u9818\u57df\u3092\u30e6\u30fc\u30b6\u30fc\u304c\u8868\u793a\u307e\u305f\u306f\u975e\u8868\u793a\u306b\u3067\u304d\u308b\u3088\u3046\u306b\u3059\u308b\u30b3\u30f3\u30c8\u30ed\u30fc\u30eb\u3002
property.showText.name= [\u8a73\u7d30\u306e\u8868\u793a] \u30c6\u30ad\u30b9\u30c8
property.showText.descr= [\u8a73\u7d30\u306e\u8868\u793a] \u30ea\u30f3\u30af\u306e\u30c7\u30d5\u30a9\u30eb\u30c8\u30c6\u30ad\u30b9\u30c8\u3092\u4e0a\u66f8\u304d\u3057\u307e\u3059
property.hideText.name= [\u8a73\u7d30\u306e\u975e\u8868\u793a] \u30c6\u30ad\u30b9\u30c8
property.hideText.descr= [\u8a73\u7d30\u306e\u975e\u8868\u793a] \u30ea\u30f3\u30af\u306e\u30c7\u30d5\u30a9\u30eb\u30c8\u30c6\u30ad\u30b9\u30c8\u3092\u4e0a\u66f8\u304d\u3057\u307e\u3059
component.pagerAddRows.name= \u30da\u30fc\u30b8\u30e3\u306e\u884c\u8ffd\u52a0
component.pagerAddRows.descr= \u30a4\u30c6\u30ec\u30fc\u30bf\u306e\u672b\u5c3e\u306b\u30e6\u30fc\u30b6\u30fc\u304c\u884c\u3092\u8ffd\u52a0\u3067\u304d\u308b\u3088\u3046\u306b\u3057\u307e\u3059
property.text.component.pagerAddRows.name= \u30c6\u30ad\u30b9\u30c8
property.text.component.pagerAddRows.descr= \u65b0\u898f\u884c\u3092\u8ffd\u52a0\u3059\u308b\u305f\u3081\u306b\u30ea\u30f3\u30af\u306b\u8868\u793a\u3055\u308c\u308b\u30c7\u30d5\u30a9\u30eb\u30c8\u30c6\u30ad\u30b9\u30c8\u3092\u4e0a\u66f8\u304d\u3057\u307e\u3059
property.rowCount.component.pagerAddRows.name= \u884c\u6570
property.rowCount.component.pagerAddRows.descr= \u30a4\u30c6\u30ec\u30fc\u30bf\u306b\u8ffd\u52a0\u3059\u308b\u884c\u6570\u3092\u5b9a\u7fa9\u3057\u307e\u3059\u3002 \u3053\u306e\u30d7\u30ed\u30d1\u30c6\u30a3\u304c\u6307\u5b9a\u3055\u308c\u3066\u3044\u306a\u3044\u5834\u5408\u306f\u3001\u30c7\u30d5\u30a9\u30eb\u30c8\u306e\u6570\u306e\u884c\u304c\u8ffd\u52a0\u3055\u308c\u307e\u3059\u3002
property.state.component.pagerAddRows.name= \u30b5\u30fc\u30d0\u30fc\u306e\u72b6\u614b\u306e\u4fdd\u5b58
property.state.component.pagerAddRows.descr= AJAX \u8981\u6c42\u306e\u53d6\u5f97\u5f8c\u306b\u66f4\u65b0\u72b6\u614b\u3092\u30b5\u30fc\u30d0\u30fc\u306b\u4fdd\u5b58\u3059\u308b\u304b\u3069\u3046\u304b\u3092\u6307\u5b9a\u3057\u307e\u3059\u3002 \u30c7\u30d5\u30a9\u30eb\u30c8\u3067 false \u306b\u306a\u308a\u307e\u3059\u3002
property.refreshPage.name= \u30da\u30fc\u30b8\u30b3\u30f3\u30c6\u30f3\u30c4\u306e\u6700\u65b0\u8868\u793a
# AJAX is a technical acronym (Asynchronous JavaScript And XML) and should not be translated. "partialRefresh" is a property name and should not be translated.
property.refreshPage.descr= \u3053\u308c\u306f\u3001\u30da\u30fc\u30b8\u66f4\u65b0 (\u5b8c\u5168\u306a\u66f4\u65b0\u307e\u305f\u306f\u90e8\u5206\u7684\u306a\u66f4\u65b0) \u3092\u5f37\u5236\u3057\u307e\u3059\u3002 \u30c7\u30d5\u30a9\u30eb\u30c8\u3067\u306f\u3001\u30b3\u30f3\u30c8\u30ed\u30fc\u30eb\u306f\u3001\u90e8\u5206\u7684\u306a\u66f4\u65b0\u8981\u6c42\u3068\u306f\u7570\u306a\u308b\u30bf\u30a4\u30d7\u306e AJAX \u8981\u6c42\u3092\u4f7f\u7528\u3057\u307e\u3059\u3002 \u3053\u306e\u30d7\u30ed\u30d1\u30c6\u30a3\u3092\u8a2d\u5b9a\u3059\u308b\u3068\u3001partialRefresh \u30d7\u30ed\u30d1\u30c6\u30a3\u306b\u3088\u3063\u3066\u3001\u30da\u30fc\u30b8\u66f4\u65b0\u304c\u5b8c\u5168\u306a\u66f4\u65b0\u306b\u306a\u308b\u306e\u304b\u3001\u90e8\u5206\u7684\u306a\u66f4\u65b0\u306b\u306a\u308b\u306e\u304b\u304c\u6c7a\u307e\u308a\u307e\u3059\u3002
property.disabledFormat.component.pagerAddRows.name= \u7121\u52b9\u30d5\u30a9\u30fc\u30de\u30c3\u30c8\u8a2d\u5b9a
# "hide", "link", "text" and "auto" in quotes should not be translated.
property.disabledFormat.component.pagerAddRows.descr= \u4f7f\u7528\u53ef\u80fd\u306a\u884c\u304c\u306a\u3044\u5834\u5408\u306b\u30b3\u30f3\u30c8\u30ed\u30fc\u30eb\u3092\u3069\u306e\u3088\u3046\u306b\u8868\u793a\u3059\u308b\u304b\u3002 \u30aa\u30d7\u30b7\u30e7\u30f3\u306b\u306f\u3001hide (\u30b3\u30f3\u30c8\u30ed\u30fc\u30eb\u3092\u8868\u793a\u3057\u306a\u3044)\u3001link (\u30e9\u30d9\u30eb\u3092\u5f15\u304d\u7d9a\u304d\u30ea\u30f3\u30af\u3068\u3057\u3066\u8868\u793a\u3059\u308b\u304c\u3001\u30ea\u30f3\u30af\u3092\u30af\u30ea\u30c3\u30af\u3057\u3066\u3082\u4f55\u3082\u5909\u66f4\u3055\u308c\u306a\u3044)\u3001text (\u30ea\u30f3\u30af\u30e9\u30d9\u30eb\u304c\u30ea\u30f3\u30af\u3067\u306f\u306a\u304f\u30c6\u30ad\u30b9\u30c8\u3068\u3057\u3066\u8868\u793a\u3055\u308c\u308b)\u3001auto (\u30b3\u30f3\u30c8\u30ed\u30fc\u30eb\u304c\u30d5\u30a9\u30fc\u30de\u30c3\u30c8\u3092\u81ea\u52d5\u7684\u306b\u9078\u629e\u3059\u308b) \u304c\u3042\u308a\u307e\u3059\u3002 \u30c7\u30d5\u30a9\u30eb\u30c8\u306e\u52d5\u4f5c (\u5024\u304c\u6307\u5b9a\u3055\u308c\u3066\u3044\u306a\u3044\u5834\u5408\u3001\u307e\u305f\u306f auto \u306b\u8a2d\u5b9a\u3055\u308c\u3066\u3044\u308b\u5834\u5408) \u3067\u306f\u3001\u30ea\u30f3\u30af\u30e9\u30d9\u30eb\u3092\u30c6\u30ad\u30b9\u30c8\u3068\u3057\u3066\u8868\u793a\u3057\u307e\u3059 (text \u30aa\u30d7\u30b7\u30e7\u30f3\u3068\u540c\u3058\u306b\u306a\u308a\u307e\u3059)
component.pagerSaveState.name= \u30da\u30fc\u30b8\u30e3\u306e\u4fdd\u5b58\u72b6\u614b
component.pagerSaveState.descr= \u3053\u306e\u30b3\u30f3\u30c8\u30ed\u30fc\u30eb\u306f\u3001\u30c7\u30fc\u30bf\u30a4\u30c6\u30ec\u30fc\u30bf\u30b3\u30f3\u30c8\u30ed\u30fc\u30eb\u306e\u72b6\u614b\u3092\u4fdd\u5b58\u3057\u3001\u30da\u30fc\u30b8\u304b\u3089\u96e2\u308c\u3066\u518d\u3073\u623b\u3063\u305f\u3068\u304d\u306b\u3001\u30c7\u30fc\u30bf\u30a4\u30c6\u30ec\u30fc\u30bf\u3067\u8868\u793a\u3055\u308c\u308b\u884c\u6570\u304c\u540c\u3058\u306b\u306a\u308b\u3088\u3046\u306b\u3057\u307e\u3059\u3002
property.globalRows.name= \u30b0\u30ed\u30fc\u30d0\u30eb\u884c
property.globalRows.descr= \u884c\u6570\u3092\u3053\u306e\u30e6\u30fc\u30b6\u30fc\u30bb\u30c3\u30b7\u30e7\u30f3\u5185\u306e\u3059\u3079\u3066\u306e\u30d3\u30e5\u30fc\u306b\u5bfe\u3057\u3066\u30b0\u30ed\u30fc\u30d0\u30eb\u306b\u4fdd\u7ba1\u3059\u308b\u306e\u304b\u3001\u884c\u6570\u304c\u3053\u306e\u30d3\u30e5\u30fc\u30b3\u30f3\u30c8\u30ed\u30fc\u30eb\u306b\u56fa\u6709\u306e\u3082\u306e\u306a\u306e\u304b\u3092\u6307\u5b9a\u3057\u307e\u3059\u3002 \u3053\u308c\u306f\u30c7\u30d5\u30a9\u30eb\u30c8\u3067 false \u306b\u306a\u308a\u3001\u4fdd\u5b58\u3055\u308c\u3066\u3044\u308b\u884c\u6570\u72b6\u614b\u306f\u3001\u3053\u306e\u30d3\u30e5\u30fc\u3067\u306e\u307f\u4f7f\u7528\u3055\u308c\u307e\u3059\u3002
complex-type.addRows.name= \u884c\u3092\u30c7\u30fc\u30bf\u30a4\u30c6\u30ec\u30fc\u30bf\u306b\u8ffd\u52a0\u3059\u308b
complex-type.addRows.descr= \u884c\u3092\u30c7\u30fc\u30bf\u30a4\u30c6\u30ec\u30fc\u30bf\u306b\u52d5\u7684\u306b\u8ffd\u52a0\u3057\u307e\u3059\u3002
property.for.complex-type.addRows.name= \u5bfe\u8c61
property.for.complex-type.addRows.descr= \u3053\u306e\u30a2\u30af\u30b7\u30e7\u30f3\u304c\u884c\u3092\u8ffd\u52a0\u3059\u308b\u5bfe\u8c61\u306e\u7e70\u308a\u8fd4\u3057\u30b3\u30f3\u30c8\u30ed\u30fc\u30eb\u306e ID\u3002\u3053\u306e\u30b7\u30f3\u30d7\u30eb\u30a2\u30af\u30b7\u30e7\u30f3\u304c\u542b\u307e\u308c\u305f\u30b3\u30f3\u30c8\u30ed\u30fc\u30eb\u304c\u7e70\u308a\u8fd4\u3057\u30b3\u30f3\u30c8\u30ed\u30fc\u30eb\u5185\u306b\u30cd\u30b9\u30c8\u3055\u308c\u3066\u3044\u308b\u5834\u5408\u306f\u3001\u3053\u306e\u30d7\u30ed\u30d1\u30c6\u30a3\u306f\u30aa\u30d7\u30b7\u30e7\u30f3\u3067\u3059 (\u3053\u306e\u5834\u5408\u306f\u3001\u884c\u306f\u305d\u306e\u7e70\u308a\u8fd4\u3057\u30b3\u30f3\u30c8\u30ed\u30fc\u30eb\u306b\u8ffd\u52a0\u3055\u308c\u307e\u3059)\u3002
property.rowCount.complex-type.addRows.name= \u8ffd\u52a0\u884c\u30ab\u30a6\u30f3\u30c8
property.rowCount.complex-type.addRows.descr= \u8ffd\u52a0\u3059\u308b\u884c\u6570\u3002 \u3053\u306e\u30d7\u30ed\u30d1\u30c6\u30a3\u304c\u6307\u5b9a\u3055\u308c\u3066\u3044\u306a\u3044\u5834\u5408\u306f\u3001\u30c7\u30d5\u30a9\u30eb\u30c8\u306e\u6570\u306e\u884c\u304c\u8ffd\u52a0\u3055\u308c\u307e\u3059\u3002
property.disableId.name= \u7121\u52b9 ID
property.disableId.descr= \u4f7f\u7528\u53ef\u80fd\u306a\u884c\u304c\u306a\u3044\u5834\u5408\u306b\u975e\u8868\u793a\u307e\u305f\u306f\u7121\u52b9\u306b\u3059\u308b\u30b3\u30f3\u30c8\u30ed\u30fc\u30eb\u306e ID \u3092\u5b9a\u7fa9\u3057\u307e\u3059\u3002 \u901a\u5e38\u3001\u3053\u308c\u306f\u300c\u3055\u3089\u306b\u8868\u793a\u300d\u306a\u3069\u306e\u30c6\u30ad\u30b9\u30c8\u3092\u5099\u3048\u305f\u30ea\u30f3\u30af\u30b3\u30f3\u30c8\u30ed\u30fc\u30eb\u3092\u6307\u3057\u307e\u3059\u3002
property.disabledFormat.complex-type.addRows.name= \u7121\u52b9\u30d5\u30a9\u30fc\u30de\u30c3\u30c8\u8a2d\u5b9a
# "hide", "link", "text" and "auto" in quotes should not be translated.
property.disabledFormat.complex-type.addRows.descr= \u4f7f\u7528\u53ef\u80fd\u306a\u884c\u304c\u306a\u3044\u5834\u5408\u306b\u3001[\u7121\u52b9 ID] \u30d7\u30ed\u30d1\u30c6\u30a3\u306b\u3088\u3063\u3066\u6307\u5b9a\u3055\u308c\u305f\u30b3\u30f3\u30c8\u30ed\u30fc\u30eb\u3092\u3069\u306e\u3088\u3046\u306b\u8868\u793a\u3059\u308b\u304b\u3002 \u30aa\u30d7\u30b7\u30e7\u30f3\u306b\u306f\u3001hide (\u30b3\u30f3\u30c8\u30ed\u30fc\u30eb\u3092\u8868\u793a\u3057\u306a\u3044)\u3001link (\u30b3\u30f3\u30c8\u30ed\u30fc\u30eb\u3092\u5f15\u304d\u7d9a\u304d\u30ea\u30f3\u30af\u3068\u3057\u3066\u8868\u793a\u3059\u308b\u304c\u3001\u30ea\u30f3\u30af\u3092\u30af\u30ea\u30c3\u30af\u3057\u3066\u3082\u4f55\u3082\u5909\u66f4\u3055\u308c\u307e\u3044)\u3001text (\u30ea\u30f3\u30af\u30e9\u30d9\u30eb\u304c\u30ea\u30f3\u30af\u3067\u306f\u306a\u304f\u30c6\u30ad\u30b9\u30c8\u3068\u3057\u3066\u8868\u793a\u3055\u308c\u308b)\u3001auto (\u30b3\u30f3\u30c8\u30ed\u30fc\u30eb\u304c\u30d5\u30a9\u30fc\u30de\u30c3\u30c8\u3092\u81ea\u52d5\u7684\u306b\u9078\u629e\u3059\u308b) \u304c\u3042\u308a\u307e\u3059\u3002 \u30c7\u30d5\u30a9\u30eb\u30c8\u306e\u52d5\u4f5c (\u5024\u304c\u6307\u5b9a\u3055\u308c\u3066\u3044\u306a\u3044\u5834\u5408\u3001\u307e\u305f\u306f auto \u306b\u8a2d\u5b9a\u3055\u308c\u3066\u3044\u308b\u5834\u5408) \u3067\u306f\u3001\u30ea\u30f3\u30af\u30e9\u30d9\u30eb\u3092\u30c6\u30ad\u30b9\u30c8\u3068\u3057\u3066\u8868\u793a\u3057\u307e\u3059 (text \u30aa\u30d7\u30b7\u30e7\u30f3\u3068\u540c\u3058\u306b\u306a\u308a\u307e\u3059)\u3002
property.state.complex-type.addRows.name= \u30b5\u30fc\u30d0\u30fc\u306e\u72b6\u614b\u306e\u4fdd\u5b58
property.state.complex-type.addRows.descr= AJAX \u8981\u6c42\u306e\u53d6\u5f97\u5f8c\u306b\u72b6\u614b\u3092\u30b5\u30fc\u30d0\u30fc\u306b\u4fdd\u5b58\u3059\u308b\u304b\u3069\u3046\u304b\u3092\u6307\u5b9a\u3057\u307e\u3059\u3002
