# *****************************************************************
#
# IBM Confidential
#
# OCO Source Materials
#
# Copyright IBM Corp. 2010, 2012                                   
#
# The source code for this program is not published or otherwise
# divested of its trade secrets, irrespective of what has been
# deposited with the U.S. Copyright Office.
#
# ***************************************************************** 
# DO NOT EDIT. THIS FILE IS GENERATED.
# NLS_ENCODING=UNICODE 
# NLS_MARKUP=IBMNJDK2 
# NLS_MESSAGEFORMAT_NONE
## G11N SA UI -- Special IT Audience resources follow
component.com.ibm.xsp.extlib.data.FormLayout.name= \u62bd\u8c61\u30d5\u30a9\u30fc\u30e0\u30ec\u30a4\u30a2\u30a6\u30c8
component.com.ibm.xsp.extlib.data.FormLayout.descr= \u30d5\u30a9\u30fc\u30e0\u30ec\u30a4\u30a2\u30a6\u30c8\u30b3\u30f3\u30c8\u30ed\u30fc\u30eb\u7528\u306e\u62bd\u8c61\u30d9\u30fc\u30b9\u30b3\u30f3\u30c8\u30ed\u30fc\u30eb\u3002\u3053\u308c\u306f\u3001\u8907\u6570\u306e\u7de8\u96c6\u30dc\u30c3\u30af\u30b9\u306a\u3069\u306e\u5165\u529b\u30b3\u30f3\u30c8\u30ed\u30fc\u30eb\u3068\u3001\u5909\u66f4\u3092\u4fdd\u5b58\u3059\u308b\u305f\u3081\u306b\u4f7f\u7528\u3055\u308c\u308b\u9001\u4fe1\u30dc\u30bf\u30f3\u307e\u305f\u306f\u30ea\u30f3\u30af\u304c\u542b\u307e\u308c\u308b\u9818\u57df\u3067\u3059\u3002
property.disableErrorSummary.name= \u30a8\u30e9\u30fc\u8981\u7d04\u3092\u7121\u52b9\u306b\u3059\u308b
property.disableErrorSummary.descr= \u30b5\u30fc\u30d0\u30fc\u30b5\u30a4\u30c9\u306e\u30a8\u30e9\u30fc\u3092\u8868\u793a\u3059\u308b\u3001\u30a8\u30e9\u30fc\u8981\u7d04\u30d1\u30cd\u30eb\u3092\u7121\u52b9\u306b\u3057\u307e\u3059
property.errorSummaryText.name= \u30a8\u30e9\u30fc\u8981\u7d04\u30c6\u30ad\u30b9\u30c8
property.errorSummaryText.descr= \u30a8\u30e9\u30fc\u8981\u7d04\u306e\u30c7\u30d5\u30a9\u30eb\u30c8\u30c6\u30ad\u30b9\u30c8\u3092\u4e0a\u66f8\u304d\u3057\u307e\u3059
property.disableRowError.name= \u30a8\u30e9\u30fc\u30d5\u30a3\u30fc\u30eb\u30c9\u3092\u7121\u52b9\u306b\u3059\u308b
property.disableRowError.descr= \u30d5\u30a3\u30fc\u30eb\u30c9\u3054\u3068\u306b\u691c\u8a3c\u30a8\u30e9\u30fc\u3092\u8868\u793a\u3059\u308b\u304b\u3069\u3046\u304b\u3092\u5b9a\u7fa9\u3057\u307e\u3059
property.formTitle.name= \u30d5\u30a9\u30fc\u30e0\u30bf\u30a4\u30c8\u30eb
property.formTitle.descr= \u30d5\u30a9\u30fc\u30e0\u9818\u57df\u306e\u4e0a\u90e8\u306b\u8868\u793a\u3055\u308c\u308b\u3001\u30d5\u30a9\u30fc\u30e0\u306e\u30bf\u30a4\u30c8\u30eb\u3002
property.formDescription.name= \u30d5\u30a9\u30fc\u30e0\u306e\u8aac\u660e
property.formDescription.descr= \u8868\u793a\u3055\u308c\u308b\u30d5\u30a9\u30fc\u30e0\u306e\u8aac\u660e\u3002
property.fieldHelp.name= \u30d5\u30a3\u30fc\u30eb\u30c9\u30d8\u30eb\u30d7
property.fieldHelp.descr= \u30d5\u30a3\u30fc\u30eb\u30c9\u3054\u3068\u306b\u30d8\u30eb\u30d7\u30ea\u30f3\u30af\u3092\u751f\u6210\u3059\u308b\u304b\u3069\u3046\u304b\u3092\u5b9a\u7fa9\u3057\u307e\u3059
property.labelPosition.component.com.ibm.xsp.extlib.data.FormLayout.name= \u30e9\u30d9\u30eb\u306e\u4f4d\u7f6e
# "above", "left" and "none" should not be translated
property.labelPosition.component.com.ibm.xsp.extlib.data.FormLayout.descr= \u5165\u529b\u30b3\u30f3\u30c8\u30ed\u30fc\u30eb\u307e\u305f\u306f\u30e1\u30a4\u30f3\u9818\u57df\u3092\u57fa\u6e96\u306b\u3057\u305f\u30e9\u30d9\u30eb\u306e\u4f4d\u7f6e\u3002\u30e9\u30d9\u30eb\u306f\u3001\u5165\u529b\u306e\u4e0a ([\u4e0a]) \u304b\u3001\u5165\u529b\u304c\u542b\u307e\u308c\u3066\u3044\u308b\u884c\u306e\u5148\u982d ([\u5de6]) \u306e\u3044\u305a\u308c\u304b\u306b\u8868\u793a\u3055\u308c\u307e\u3059\u3002\u30c7\u30d5\u30a9\u30eb\u30c8\u5024\u306f [\u5de6] \u3067\u3059\u3002\u306a\u304a\u3001\u3053\u306e\u5024\u306f\u3053\u306e\u30d5\u30a9\u30fc\u30e0\u30c6\u30fc\u30d6\u30eb\u30b3\u30f3\u30c8\u30ed\u30fc\u30eb\u306e\u30c7\u30d5\u30a9\u30eb\u30c8\u3067\u3059\u304c\u3001\u30d5\u30a9\u30fc\u30e0\u30ec\u30a4\u30a2\u30a6\u30c8\u884c\u30b3\u30f3\u30c8\u30ed\u30fc\u30eb\u3067\u3001\u5f53\u8a72\u30b3\u30f3\u30c8\u30ed\u30fc\u30eb\u4e0a\u306e labelPosition \u30d7\u30ed\u30d1\u30c6\u30a3\u3092\u4f7f\u7528\u3059\u308b\u3053\u3068\u3067\u3001\u3053\u306e\u30aa\u30d7\u30b7\u30e7\u30f3\u3092\u4e0a\u66f8\u304d\u3067\u304d\u307e\u3059\u3002
property.disableRequiredMarks.name= \u5fc5\u9808\u8a18\u53f7\u3092\u7121\u52b9\u306b\u3059\u308b
property.disableRequiredMarks.descr= \u8a18\u53f7\u300c*\u300d\u304c\u5fc5\u9808\u30d5\u30a3\u30fc\u30eb\u30c9\u30e9\u30d9\u30eb\u306e\u524d\u306b\u8868\u793a\u3055\u308c\u306a\u3044\u3088\u3046\u306b\u3057\u307e\u3059\u3002
property.legend.name= \u30d5\u30a3\u30fc\u30eb\u30c9\u30bb\u30c3\u30c8\u306e\u51e1\u4f8b
property.legend.descr= \u30cd\u30b9\u30c8\u3055\u308c\u305f\u30d5\u30a9\u30fc\u30e0\u30b3\u30f3\u30c8\u30ed\u30fc\u30eb\u306e\u30d5\u30a3\u30fc\u30eb\u30c9\u30bb\u30c3\u30c8\u306e\u51e1\u4f8b\u3092\u6307\u5b9a\u3057\u307e\u3059
component.formTable.name= \u30d5\u30a9\u30fc\u30e0\u30c6\u30fc\u30d6\u30eb
component.formTable.descr= \u30e9\u30d9\u30eb\u3068\u30a8\u30e9\u30fc\u30d5\u30a3\u30fc\u30eb\u30c9\u304c\u542b\u307e\u308c\u305f\u884c\u3092\u6301\u3064\u5165\u529b\u30b3\u30f3\u30c8\u30ed\u30fc\u30eb\u306e\u30d5\u30a9\u30fc\u30e0\u3001\u5168\u4f53\u7684\u30bf\u30a4\u30c8\u30eb\u3001\u4e0b\u90e8\u306b\u3042\u308b\u4fdd\u5b58\u30a2\u30af\u30b7\u30e7\u30f3\u3068\u30ad\u30e3\u30f3\u30bb\u30eb\u30a2\u30af\u30b7\u30e7\u30f3\u7528\u306e\u9818\u57df\u3092\u8868\u793a\u3057\u307e\u3059\u3002
property.labelWidth.component.formTable.name= \u30e9\u30d9\u30eb\u306e\u5e45
property.labelWidth.component.formTable.descr= CSS \u306e\u5358\u4f4d\u3067\u8868\u3055\u308c\u305f\u3001\u5217\u30e9\u30d9\u30eb\u306e\u5e45 (\u4f8b\u3048\u3070\u300115% \u3084 150px)\u3002
component.formRow.name= \u30d5\u30a9\u30fc\u30e0\u30ec\u30a4\u30a2\u30a6\u30c8\u884c
component.formRow.descr= \u30d5\u30a9\u30fc\u30e0\u30ec\u30a4\u30a2\u30a6\u30c8\u884c\u30b3\u30f3\u30c8\u30ed\u30fc\u30eb\u3002
property.label.name= \u30e9\u30d9\u30eb
property.label.descr= \u30d5\u30a3\u30fc\u30eb\u30c9\u306b\u8868\u793a\u3059\u308b\u30e9\u30d9\u30eb\u3002
property.labelWidth.component.formRow.name= \u30e9\u30d9\u30eb\u306e\u5e45
property.labelWidth.component.formRow.descr= CSS \u306e\u5358\u4f4d\u3067\u8868\u3055\u308c\u305f\u3001\u30e9\u30d9\u30eb\u5217\u306e\u5e45 (\u4f8b\u3048\u3070\u300115% \u3084 150px)\u3002
property.for.name= For ID
property.for.descr= \u30c7\u30fc\u30bf\u3092\u7de8\u96c6\u3059\u308b\u305f\u3081\u306b\u4f7f\u7528\u3055\u308c\u308b\u30b3\u30f3\u30c8\u30ed\u30fc\u30eb\u306e ID \u3092\u4fdd\u6301\u3057\u307e\u3059\u3002\u5f53\u8a72\u30b3\u30f3\u30c8\u30ed\u30fc\u30eb\u306f\u3001\u3053\u306e\u30d5\u30a9\u30fc\u30e0\u30ec\u30a4\u30a2\u30a6\u30c8\u884c\u30b3\u30f3\u30c8\u30ed\u30fc\u30eb\u5185\u306b\u542b\u307e\u308c\u3066\u3044\u308b\u5fc5\u8981\u304c\u3042\u308a\u307e\u3059\u3002
property.helpId.name= \u30d8\u30eb\u30d7 ID
property.helpId.descr= \u7de8\u96c6\u3055\u308c\u305f\u30d5\u30a3\u30fc\u30eb\u30c9\u306e\u30d8\u30eb\u30d7 ID \u3092\u4fdd\u6301\u3057\u307e\u3059\u3002
property.labelPosition.component.formRow.name= \u30e9\u30d9\u30eb\u306e\u4f4d\u7f6e
# "above", "left", "none", "inherit" should not be translated
property.labelPosition.component.formRow.descr= \u5165\u529b\u30b3\u30f3\u30c8\u30ed\u30fc\u30eb\u307e\u305f\u306f\u30e1\u30a4\u30f3\u9818\u57df\u3092\u57fa\u6e96\u306b\u3057\u305f\u30e9\u30d9\u30eb\u306e\u4f4d\u7f6e\u3002\u30e9\u30d9\u30eb\u306f\u3001\u5165\u529b\u306e\u4e0a ([\u4e0a])\u3001\u5165\u529b\u304c\u542b\u307e\u308c\u3066\u3044\u308b\u884c\u306e\u5148\u982d ([\u5de6]) \u306b\u8868\u793a\u3067\u304d\u307e\u3059\u3002\u3042\u308b\u3044\u306f\u3001\u30b3\u30f3\u30c6\u30ca\u30d5\u30a9\u30fc\u30e0\u30c6\u30fc\u30d6\u30eb\u30b3\u30f3\u30c8\u30ed\u30fc\u30eb\u4e0a\u306e\u30e9\u30d9\u30eb\u4f4d\u7f6e\u30d7\u30ed\u30d1\u30c6\u30a3\u306b\u3088\u3063\u3066\u3001\u4f4d\u7f6e\u3092\u6c7a\u5b9a\u3059\u308b\u3053\u3068\u3082\u3067\u304d\u307e\u3059 ([\u7d99\u627f])\u3002\u30c7\u30d5\u30a9\u30eb\u30c8\u5024\u306f [\u7d99\u627f] \u3067\u3059\u3002
component.formColumn.name= \u30d5\u30a9\u30fc\u30e0\u30ec\u30a4\u30a2\u30a6\u30c8\u5217
component.formColumn.descr= \u30d5\u30a9\u30fc\u30e0\u30ec\u30a4\u30a2\u30a6\u30c8\u5217\u30b3\u30f3\u30c8\u30ed\u30fc\u30eb\u3002
property.colSpan.name= \u5217\u30b9\u30d1\u30f3
property.colSpan.descr= \u3053\u306e\u5c5e\u6027\u306f\u3001\u73fe\u5728\u306e\u30bb\u30eb\u304c\u307e\u305f\u304c\u308b\u5217\u6570\u3092\u6307\u5b9a\u3057\u307e\u3059\u3002 \u3053\u306e\u5c5e\u6027\u306e\u30c7\u30d5\u30a9\u30eb\u30c8\u5024\u306f\u300c1\u300d\u3067\u3059\u3002 \u5024\u30bc\u30ed (\u300c0\u300d) \u306f\u3001\u3053\u306e\u30bb\u30eb\u304c\u73fe\u5728\u306e\u5217\u304b\u3089\u3001\u30bb\u30eb\u304c\u5b9a\u7fa9\u3055\u308c\u3066\u3044\u308b\u5217\u30b0\u30eb\u30fc\u30d7 (COLGROUP) \u306e\u6700\u7d42\u5217\u307e\u3067\u306e\u3059\u3079\u3066\u306e\u5217\u306b\u307e\u305f\u304c\u308b\u3053\u3068\u3092\u610f\u5473\u3057\u307e\u3059\u3002
