# *****************************************************************
#
# IBM Confidential
#
# OCO Source Materials
#
# Copyright IBM Corp. 2010, 2012                                   
#
# The source code for this program is not published or otherwise
# divested of its trade secrets, irrespective of what has been
# deposited with the U.S. Copyright Office.
#
# ***************************************************************** 
# DO NOT EDIT. THIS FILE IS GENERATED.
# NLS_ENCODING=UNICODE 
# NLS_MARKUP=IBMNJDK2 
# NLS_MESSAGEFORMAT_NONE
## G11N SA UI -- Special IT Audience resources follow
component.widgetContainer.name= \u30a6\u30a3\u30b8\u30a7\u30c3\u30c8\u30b3\u30f3\u30c6\u30ca
component.widgetContainer.descr= (\u5e83\u7fa9\u3067\u306e) \u30a6\u30a3\u30b8\u30a7\u30c3\u30c8\u3092\u8868\u793a\u3059\u308b\u30b3\u30f3\u30c6\u30ca
property.type.name= \u30b3\u30f3\u30c6\u30ca\u30bf\u30a4\u30d7
property.type.descr= OneUI \u4ed5\u69d8\u3067\u898f\u5b9a\u3055\u308c\u3066\u3044\u308b\u30b3\u30f3\u30c6\u30ca\u30bf\u30a4\u30d7\u3092\u5b9a\u7fa9\u3057\u307e\u3059
property.titleBar.name= \u30bf\u30a4\u30c8\u30eb\u30d0\u30fc
property.titleBar.descr= \u30bf\u30a4\u30c8\u30eb\u30d0\u30fc\u3092\u8868\u793a\u3059\u308b\u304b\u3069\u3046\u304b\u3092\u6307\u5b9a\u3057\u307e\u3059\u3002 \u30c7\u30d5\u30a9\u30eb\u30c8\u306f true \u3067\u3001\u30bf\u30a4\u30c8\u30eb\u30d0\u30fc\u3092\u8868\u793a\u3059\u308b\u3053\u3068\u3092\u610f\u5473\u3057\u307e\u3059\u3002
property.titleBarText.name= \u30bf\u30a4\u30c8\u30eb\u30d0\u30fc\u30c6\u30ad\u30b9\u30c8
property.titleBarText.descr= \u30a6\u30a3\u30b8\u30a7\u30c3\u30c8\u306e\u4e0a\u90e8\u306b\u3042\u308b\u30bf\u30a4\u30c8\u30eb\u30d0\u30fc\u306b\u8868\u793a\u3055\u308c\u308b\u30c6\u30ad\u30b9\u30c8\u3002 \u6307\u5b9a\u3057\u306a\u304b\u3063\u305f\u5834\u5408\u306f\u3001\u305d\u3053\u306b\u30c6\u30ad\u30b9\u30c8\u306f\u8868\u793a\u3055\u308c\u307e\u305b\u3093\u3002
property.titleBarHref.name= \u30bf\u30a4\u30c8\u30eb\u30d0\u30fc HREF
property.titleBarHref.descr= \u30bf\u30a4\u30c8\u30eb\u30d0\u30fc HREF \u3092\u5b9a\u7fa9\u3057\u307e\u3059
property.collapsible.name= \u7701\u7565\u8868\u793a\u53ef\u80fd
property.collapsible.descr= \u7701\u7565\u8868\u793a\u3068\u5c55\u958b\u304c\u53ef\u80fd\u306a\u306e\u304b\u3001\u7701\u7565\u8868\u793a\u4e0d\u53ef\u80fd\u3067\u5e38\u306b\u5c55\u958b\u3055\u308c\u305f\u72b6\u614b\u306a\u306e\u304b\u3092\u5b9a\u7fa9\u3057\u307e\u3059\u3002\u30c7\u30d5\u30a9\u30eb\u30c8\u306e\u52d5\u4f5c\u3067\u306f\u3001\u5e38\u306b\u5c55\u958b\u3055\u308c\u305f\u72b6\u614b\u306b\u306a\u308a\u307e\u3059\u3002
property.initClosed.name= \u6700\u521d\u306f\u9589\u3058\u3066\u304a\u304f
property.initClosed.descr= \u30bb\u30af\u30b7\u30e7\u30f3\u306e\u521d\u671f\u72b6\u614b\u3092\u5b9a\u7fa9\u3057\u307e\u3059\u3002 \u3053\u308c\u306f\u3001\u30bb\u30af\u30b7\u30e7\u30f3\u304c\u7701\u7565\u8868\u793a\u53ef\u80fd\u306e\u5834\u5408\u306b\u9069\u7528\u3055\u308c\u3001\u30e6\u30fc\u30b6\u30fc\u304c\u30bb\u30af\u30b7\u30e7\u30f3\u306e\u958b\u72b6\u614b\u3068\u9589\u72b6\u614b\u3092\u5207\u308a\u66ff\u3048\u308b\u524d\u306e\u521d\u671f\u72b6\u614b\u3092\u793a\u3057\u307e\u3059\u3002
property.dropDownRendered.name= \u30ec\u30f3\u30c0\u30ea\u30f3\u30b0\u3055\u308c\u308b\u30c9\u30ed\u30c3\u30d7\u30c0\u30a6\u30f3\u30e1\u30cb\u30e5\u30fc
property.dropDownRendered.descr= \u30bf\u30a4\u30c8\u30eb\u30d0\u30fc\u5185\u306e\u30c9\u30ed\u30c3\u30d7\u30c0\u30a6\u30f3\u30e1\u30cb\u30e5\u30fc\u3092\u8868\u793a\u3067\u304d\u308b\u304b\u3069\u3046\u304b\u3092\u5b9a\u7fa9\u3057\u307e\u3059\u3002 \u3053\u308c\u306f\u30c7\u30d5\u30a9\u30eb\u30c8\u3067 true \u3067\u3042\u308b\u305f\u3081\u3001\u30c9\u30ed\u30c3\u30d7\u30c0\u30a6\u30f3\u30ce\u30fc\u30c9\u304c\u5b58\u5728\u3059\u308b\u5834\u5408\u306f\u3001\u30c9\u30ed\u30c3\u30d7\u30c0\u30a6\u30f3\u304c\u8868\u793a\u3055\u308c\u307e\u3059\u3002
property.dropDownNodes.name= \u30c9\u30ed\u30c3\u30d7\u30c0\u30a6\u30f3\u30e1\u30cb\u30e5\u30fc\u30ce\u30fc\u30c9
property.dropDownNodes.descr= \u30bf\u30a4\u30c8\u30eb\u30d0\u30fc\u5185\u306e\u30c9\u30ed\u30c3\u30d7\u30c0\u30a6\u30f3\u30dc\u30bf\u30f3\u306b\u3088\u3063\u3066\u8868\u793a\u3055\u308c\u308b\u30a2\u30af\u30b7\u30e7\u30f3\u3002\u3053\u308c\u3089\u306e\u30a2\u30af\u30b7\u30e7\u30f3\u304c\u542b\u307e\u308c\u305f\u30e1\u30cb\u30e5\u30fc\u304c\u8868\u793a\u3055\u308c\u307e\u3059\u3002
property.scrollable.name= \u30b9\u30af\u30ed\u30fc\u30eb\u53ef\u80fd
property.scrollable.descr= \u30a6\u30a3\u30b8\u30a7\u30c3\u30c8\u3092\u30b9\u30af\u30ed\u30fc\u30eb\u3067\u304d\u308b\u304b\u3069\u3046\u304b\u3092\u5b9a\u7fa9\u3057\u307e\u3059\u3002 \u30c7\u30d5\u30a9\u30eb\u30c8\u306f false\u3002
property.disableScrollUp.name= \u30a4\u30d9\u30f3\u30c8\u306e\u4e0a\u30b9\u30af\u30ed\u30fc\u30eb\u3092\u7121\u52b9\u5316\u3002
property.disableScrollUp.descr= \u30a4\u30d9\u30f3\u30c8\u306e\u4e0a\u30b9\u30af\u30ed\u30fc\u30eb\u3092\u7121\u52b9\u5316\u3057\u307e\u3059\u3002 \u3053\u306e\u30a4\u30d9\u30f3\u30c8\u306f\u3001\u30a6\u30a3\u30b8\u30a7\u30c3\u30c8\u306e\u4e0a\u90e8\u306b\u3042\u308b\u77e2\u5370\u306b\u3088\u3063\u3066\u8d77\u52d5\u3055\u308c\u307e\u3059\u3002
property.disableScrollDown.name= \u30a4\u30d9\u30f3\u30c8\u306e\u4e0b\u30b9\u30af\u30ed\u30fc\u30eb\u3092\u7121\u52b9\u5316\u3002
property.disableScrollDown.descr= \u30a4\u30d9\u30f3\u30c8\u306e\u4e0b\u30b9\u30af\u30ed\u30fc\u30eb\u3092\u7121\u52b9\u5316\u3057\u307e\u3059\u3002 \u3053\u306e\u30a4\u30d9\u30f3\u30c8\u306f\u3001\u30a6\u30a3\u30b8\u30a7\u30c3\u30c8\u306e\u4e0b\u90e8\u306b\u3042\u308b\u77e2\u5370\u306b\u3088\u3063\u3066\u8d77\u52d5\u3055\u308c\u307e\u3059\u3002
property.onScrollUp.name= \u30b9\u30af\u30ed\u30fc\u30eb\u30a2\u30c3\u30d7\u6642
property.onScrollUp.descr= \u30e6\u30fc\u30b6\u30fc\u304c\u30af\u30ea\u30c3\u30af\u306b\u3088\u3063\u3066\u4e0a\u65b9\u306b\u30b9\u30af\u30ed\u30fc\u30eb\u3057\u305f\u3068\u304d\u306b\u8d77\u52d5\u3055\u308c\u308b\u30a4\u30d9\u30f3\u30c8
property.onScrollDown.name= \u30b9\u30af\u30ed\u30fc\u30eb\u30c0\u30a6\u30f3\u6642
property.onScrollDown.descr= \u30e6\u30fc\u30b6\u30fc\u304c\u30af\u30ea\u30c3\u30af\u306b\u3088\u3063\u3066\u4e0b\u65b9\u306b\u30b9\u30af\u30ed\u30fc\u30eb\u3057\u305f\u3068\u304d\u306b\u8d77\u52d5\u3055\u308c\u308b\u30a4\u30d9\u30f3\u30c8
property.itemStyle.group.listStylename= \u9805\u76ee\u30b9\u30bf\u30a4\u30eb
property.itemStyle.group.listStyledescr= \u30ea\u30b9\u30c8\u9805\u76ee\u306e HTML \u30b9\u30bf\u30a4\u30eb\u5c5e\u6027
property.itemStyleClass.group.listStylename= \u9805\u76ee\u30b9\u30bf\u30a4\u30eb\u30af\u30e9\u30b9
property.itemStyleClass.group.listStyledescr= \u30ea\u30b9\u30c8\u9805\u76ee\u306e HTML \u30af\u30e9\u30b9\u5c5e\u6027
property.firstItemStyle.group.listStylename= \u6700\u521d\u306e\u9805\u76ee\u30b9\u30bf\u30a4\u30eb
property.firstItemStyle.group.listStyledescr= \u6700\u521d\u306e\u9805\u76ee\u306b\u8ffd\u52a0\u3055\u308c\u308b HTML \u30b9\u30bf\u30a4\u30eb\u5c5e\u6027
property.firstItemStyleClass.group.listStylename= \u6700\u521d\u306e\u9805\u76ee\u30b9\u30bf\u30a4\u30eb\u30af\u30e9\u30b9
property.firstItemStyleClass.group.listStyledescr= \u6700\u521d\u306e\u9805\u76ee\u306b\u8ffd\u52a0\u3055\u308c\u308b HTML \u30af\u30e9\u30b9\u5c5e\u6027
property.lastItemStyle.group.listStylename= \u6700\u5f8c\u306e\u9805\u76ee\u30b9\u30bf\u30a4\u30eb
property.lastItemStyle.group.listStyledescr= \u6700\u5f8c\u306e\u9805\u76ee\u306b\u8ffd\u52a0\u3055\u308c\u308b HTML \u30b9\u30bf\u30a4\u30eb\u5c5e\u6027
property.lastItemStyleClass.group.listStylename= \u6700\u5f8c\u306e\u9805\u76ee\u30b9\u30bf\u30a4\u30eb\u30af\u30e9\u30b9
property.lastItemStyleClass.group.listStyledescr= \u6700\u5f8c\u306e\u9805\u76ee\u306b\u8ffd\u52a0\u3055\u308c\u308b HTML \u30af\u30e9\u30b9\u5c5e\u6027
component.list.name= \u30ea\u30b9\u30c8\u30b3\u30f3\u30c6\u30ca
component.list.descr= \u57fa\u672c HTML \u30ea\u30b9\u30c8\u5185\u306e\u5b50\u3092\u8868\u793a\u3059\u308b\u30b3\u30f3\u30c8\u30ed\u30fc\u30eb
component.listInline.name= \u30a4\u30f3\u30e9\u30a4\u30f3\u30ea\u30b9\u30c8\u30b3\u30f3\u30c6\u30ca
component.listInline.descr= \u30a4\u30f3\u30e9\u30a4\u30f3\u30ea\u30b9\u30c8\u5185\u306e\u5b50\u3092\u8868\u793a\u3059\u308b\u30b3\u30f3\u30c8\u30ed\u30fc\u30eb\u3002 \u3053\u308c\u306f\u3001\u9805\u76ee\u9593\u306b\u533a\u5207\u308a\u8a18\u53f7\u3092\u4f7f\u7528\u3057\u3066 1 \u884c\u3067\u8868\u793a\u3055\u308c\u307e\u3059\u3002
