# *****************************************************************
#
# IBM Confidential
#
# OCO Source Materials
#
# Copyright IBM Corp. 2010, 2012                                   
#
# The source code for this program is not published or otherwise
# divested of its trade secrets, irrespective of what has been
# deposited with the U.S. Copyright Office.
#
# ***************************************************************** 
# DO NOT EDIT. THIS FILE IS GENERATED.
# NLS_ENCODING=UNICODE 
# NLS_MARKUP=IBMNJDK2 
# NLS_MESSAGEFORMAT_NONE
## G11N SA UI -- Special IT Audience resources follow
component.listView.name= iNotes \u30ea\u30b9\u30c8\u30d3\u30e5\u30fc
component.listView.descr= iNotes \u30ea\u30b9\u30c8\u30d3\u30e5\u30fc\u3092\u8868\u793a\u3059\u308b\u30b3\u30f3\u30c8\u30ed\u30fc\u30eb
property.storeComponentId.name= \u30c7\u30fc\u30bf\u30b9\u30c8\u30a2 ID
property.storeComponentId.descr= \u30c7\u30fc\u30bf\u30b9\u30c8\u30a2\u30b3\u30f3\u30c8\u30ed\u30fc\u30eb (Notes \u30ea\u30b9\u30c8\u30d3\u30e5\u30fc\u30b9\u30c8\u30a2\u30b3\u30f3\u30c8\u30ed\u30fc\u30eb\u306a\u3069) \u306e ID \u3078\u306e\u53c2\u7167
property.structureComponentId.name= \u8a2d\u8a08\u30b3\u30f3\u30c8\u30ed\u30fc\u30eb ID
property.structureComponentId.descr= \u30d3\u30e5\u30fc\u306e\u5916\u89b3\u3084\u8a2d\u8a08\u3092\u51e6\u7406\u3059\u308b\u30b3\u30f3\u30c8\u30ed\u30fc\u30eb (Notes \u30ea\u30b9\u30c8\u30d3\u30e5\u30fc\u8a2d\u8a08\u30b3\u30f3\u30c8\u30ed\u30fc\u30eb) \u306e ID \u3078\u306e\u53c2\u7167
property.canBeNarrowMode.name= \u72ed\u5e45\u30e2\u30fc\u30c9\u3092\u8a31\u53ef\u3059\u308b
property.canBeNarrowMode.descr= \u3059\u3079\u3066\u306e\u5217\u3092\u8868\u793a\u3059\u308b\u306e\u306b\u5341\u5206\u306a\u5e45\u304c\u753b\u9762\u306b\u306a\u3044\u3068\u691c\u51fa\u3055\u308c\u305f\u5834\u5408\u306b\u3001\u30d3\u30e5\u30fc\u3092\u72ed\u5e45\u753b\u9762\u30e2\u30fc\u30c9\u3067\u8868\u793a\u3067\u304d\u308b\u3088\u3046\u306b\u3057\u307e\u3059
property.hideColumns.name= \u5217\u30d8\u30c3\u30c0\u30fc\u3092\u975e\u8868\u793a
property.hideColumns.descr= \u5217\u306e\u30bf\u30a4\u30c8\u30eb\u3092\u542b\u3080\u5217\u30d8\u30c3\u30c0\u30fc\u9818\u57df\u3092\u975e\u8868\u793a\u306b\u3059\u308b\u304b\u3069\u3046\u304b
property.alternateRows.name= \u8272\u4ed8\u304d\u306e\u4ea4\u4e92\u306e\u884c
property.alternateRows.descr= \u5947\u6570\u884c\u3068\u5076\u6570\u884c\u306b 2 \u3064\u306e\u7570\u306a\u308b\u8272\u3092\u4f7f\u7528\u3067\u304d\u308b\u3088\u3046\u306b\u3057\u307e\u3059\u3002\u3053\u308c\u306b\u3088\u308a\u3001\u5e45\u306e\u5e83\u3044\u30ea\u30b9\u30c8\u3092\u8aad\u307f\u3084\u3059\u304f\u3059\u308b\u3053\u3068\u304c\u3067\u304d\u307e\u3059\u3002
property.showColumnNameForEmptyTitle.name= \u5217\u30bf\u30a4\u30c8\u30eb\u304c\u7a7a\u306e\u3068\u304d\u306b\u5217\u540d\u3092\u8868\u793a\u3059\u308b
property.showColumnNameForEmptyTitle.descr= columnTitle \u30d7\u30ed\u30d1\u30c6\u30a3\u306b\u5024\u304c\u542b\u307e\u308c\u3066\u3044\u306a\u3044\u5834\u5408\u306b\u5217\u540d\u3092\u8868\u793a\u3059\u308b\u304b\u3069\u3046\u304b\u3092\u6307\u5b9a\u3057\u307e\u3059
property.onNewEntry.name= \u65b0\u898f\u30a8\u30f3\u30c8\u30ea\u30a2\u30af\u30b7\u30e7\u30f3
property.onNewEntry.descr= \u30a8\u30f3\u30c8\u30ea\u3092\u4f5c\u6210\u3059\u308b\u969b\u306e\u30a2\u30af\u30b7\u30e7\u30f3\u30cf\u30f3\u30c9\u30e9
property.onOpenEntry.name= \u30a8\u30f3\u30c8\u30ea\u3092\u958b\u304f\u30a2\u30af\u30b7\u30e7\u30f3
property.onOpenEntry.descr= \u30a8\u30f3\u30c8\u30ea\u3092\u958b\u304f\u969b\u306e\u30a2\u30af\u30b7\u30e7\u30f3\u30cf\u30f3\u30c9\u30e9
property.onSelectEntry.name= \u30a8\u30f3\u30c8\u30ea\u306e\u9078\u629e\u30a2\u30af\u30b7\u30e7\u30f3
property.onSelectEntry.descr= \u30a8\u30f3\u30c8\u30ea\u3092\u9078\u629e\u3059\u308b\u969b\u306e\u30a2\u30af\u30b7\u30e7\u30f3\u30cf\u30f3\u30c9\u30e9
property.onDeleteEntry.name= \u30a8\u30f3\u30c8\u30ea\u306e\u524a\u9664\u30a2\u30af\u30b7\u30e7\u30f3
property.onDeleteEntry.descr= \u30a8\u30f3\u30c8\u30ea\u3092\u524a\u9664\u3059\u308b\u969b\u306e\u30a2\u30af\u30b7\u30e7\u30f3\u30cf\u30f3\u30c9\u30e9
property.onContextMenu.name= \u30b3\u30f3\u30c6\u30ad\u30b9\u30c8\u30e1\u30cb\u30e5\u30fc\u306e\u30cf\u30f3\u30c9\u30eb
property.onContextMenu.descr= \u30b3\u30f3\u30c6\u30ad\u30b9\u30c8\u30e1\u30cb\u30e5\u30fc\u3092\u8d77\u52d5\u3059\u308b\u5fc5\u8981\u304c\u3042\u308b\u5834\u5408\u306e\u30a2\u30af\u30b7\u30e7\u30f3\u30cf\u30f3\u30c9\u30e9
property.onSortChanged.name= \u5909\u66f4\u3055\u308c\u305f\u30bd\u30fc\u30c8\u306e\u30a2\u30af\u30b7\u30e7\u30f3
property.onSortChanged.descr= \u30bd\u30fc\u30c8\u53ef\u80fd\u5217\u306e\u5217\u30d8\u30c3\u30c0\u30fc\u3092\u30e6\u30fc\u30b6\u30fc\u304c\u30af\u30ea\u30c3\u30af\u3057\u305f\u3068\u304d\u306a\u3069\u3001\u30ea\u30b9\u30c8\u304c\u518d\u30bd\u30fc\u30c8\u3055\u308c\u308b\u3068\u304d\u306e\u30a2\u30af\u30b7\u30e7\u30f3\u30cf\u30f3\u30c9\u30e9
property.onCellClick.name= \u30bb\u30eb\u30af\u30ea\u30c3\u30af\u30b9\u30af\u30ea\u30d7\u30c8
property.onCellClick.descr= \u30bb\u30eb\u3092\u30af\u30ea\u30c3\u30af\u3057\u305f\u3068\u304d\u306e\u30a2\u30af\u30b7\u30e7\u30f3\u30cf\u30f3\u30c9\u30e9
property.onCellDblClick.name= \u30bb\u30eb\u30c0\u30d6\u30eb\u30af\u30ea\u30c3\u30af\u30b9\u30af\u30ea\u30d7\u30c8
property.onCellDblClick.descr= \u30bb\u30eb\u3092\u30c0\u30d6\u30eb\u30af\u30ea\u30c3\u30af\u3057\u305f\u3068\u304d\u306e\u30a2\u30af\u30b7\u30e7\u30f3\u30cf\u30f3\u30c9\u30e9
component.notesListViewStore.name= Notes \u30ea\u30b9\u30c8\u30d3\u30e5\u30fc\u30b9\u30c8\u30a2
component.notesListViewStore.descr= Notes \u30ea\u30b9\u30c8\u30d3\u30e5\u30fc\u306e\u30c7\u30fc\u30bf\u30b9\u30c8\u30a2
property.databaseName.component.notesListViewStore.name= \u30c7\u30fc\u30bf\u30d9\u30fc\u30b9\u540d
property.databaseName.component.notesListViewStore.descr= Domino \u30d3\u30e5\u30fc\u304c\u542b\u307e\u308c\u305f Domino \u30c7\u30fc\u30bf\u30d9\u30fc\u30b9\u3002 \u3053\u306e\u5024\u306b\u306f\u3001\u30b5\u30fc\u30d0\u30fc\u540d\u307e\u305f\u306f\u30ec\u30d7\u30ea\u30ab ID \u3092\u542b\u3081\u308b\u3053\u3068\u304c\u3067\u304d\u307e\u3059\u3002 \u6307\u5b9a\u3057\u306a\u3044\u5834\u5408\u306f\u3001\u73fe\u5728\u306e\u30c7\u30fc\u30bf\u30d9\u30fc\u30b9\u306b\u8a2d\u5b9a\u3055\u308c\u307e\u3059\u3002
property.viewName.component.notesListViewStore.name= \u30d3\u30e5\u30fc\u540d
property.viewName.component.notesListViewStore.descr= \u30ea\u30b9\u30c8\u30d3\u30e5\u30fc\u30b3\u30f3\u30c8\u30ed\u30fc\u30eb\u3067\u8868\u793a\u3059\u308b\u30b3\u30f3\u30c6\u30f3\u30c4\u3092\u63d0\u4f9b\u3059\u308b Domino \u30d3\u30e5\u30fc
component.notesListViewDesign.name= Notes \u30ea\u30b9\u30c8\u30d3\u30e5\u30fc\u8a2d\u8a08
component.notesListViewDesign.descr= \u30ea\u30b9\u30c8\u30d3\u30e5\u30fc\u5185\u306b\u8868\u793a\u3055\u308c\u308b\u5217\u306e\u8a2d\u8a08\u3092\u5b9a\u7fa9\u3057\u307e\u3059\u3002\u8868\u793a\u3055\u308c\u308b\u5217\u306f\u3001\u30c7\u30fc\u30bf\u30b9\u30c8\u30a2\u306b\u3088\u3063\u3066\u30b5\u30fc\u30d0\u30fc\u304b\u3089\u53d6\u5f97\u3055\u308c\u308b\u30c7\u30fc\u30bf\u5217\u306e\u30b5\u30d6\u30bb\u30c3\u30c8\u3067\u3042\u308b\u5fc5\u8981\u304c\u3042\u308a\u307e\u3059\u3002\u8a2d\u8a08\u306f\u3001\u3053\u306e\u8a2d\u8a08\u30b3\u30f3\u30c8\u30ed\u30fc\u30eb\u3092\u4f7f\u7528\u3059\u308b\u4ee3\u308f\u308a\u306b\u3001\u30ea\u30b9\u30c8\u30d3\u30e5\u30fc\u30b3\u30f3\u30c8\u30ed\u30fc\u30eb\u5185\u306e\u30ea\u30b9\u30c8\u30d3\u30e5\u30fc\u5217\u30b3\u30f3\u30c8\u30ed\u30fc\u30eb\u306b\u3088\u3063\u3066\u6307\u5b9a\u3059\u308b\u3053\u3068\u3082\u3067\u304d\u307e\u3059\u3002
component.listViewColumn.name= \u30ea\u30b9\u30c8\u30d3\u30e5\u30fc\u5217
component.listViewColumn.descr= \u30ea\u30b9\u30c8\u30d3\u30e5\u30fc\u306e\u8a2d\u8a08\u3068\u69cb\u9020\u306e\u4e00\u90e8\u3068\u3057\u3066\u5217\u3092\u5b9a\u7fa9\u3057\u307e\u3059\u3002\u3053\u308c\u306f\u3001\u30ea\u30b9\u30c8\u30d3\u30e5\u30fc\u5185\u306e\u30c7\u30fc\u30bf\u30bd\u30fc\u30b9\u306e\u5217\u3092\u53c2\u7167\u3057\u307e\u3059\u3002
property.columnName.name= \u5217\u540d
property.columnName.descr= \u30b9\u30c8\u30a2\u30c7\u30fc\u30bf\u5185\u306e\u5217\u306e\u540d\u524d\u3002 \u30d5\u30a3\u30fc\u30eb\u30c9\u306e\u5024\u3092\u300c_item\u300d\u306b\u8a2d\u5b9a\u3059\u308b\u3068\u30011 \u3064\u306e\u30d5\u30a3\u30fc\u30eb\u30c9\u5024\u3060\u3051\u3067\u306f\u306a\u304f\u3001\u30b9\u30c8\u30a2\u306e\u9805\u76ee\u5168\u4f53\u3092\u4f7f\u7528\u3057\u3066\u3001\u30d5\u30a9\u30fc\u30de\u30c3\u30bf\u304c\u547c\u3073\u51fa\u3055\u308c\u307e\u3059\u3002
property.columnTitle.name= \u5217\u30bf\u30a4\u30c8\u30eb
property.columnTitle.descr= \u3053\u306e\u5217\u306b\u8868\u793a\u3055\u308c\u308b\u5217\u30bf\u30a4\u30c8\u30eb\u3002 \u3053\u306e\u30d7\u30ed\u30d1\u30c6\u30a3\u3092\u6307\u5b9a\u305b\u305a\u3001showColumnNameForEmptyTitle \u30d7\u30ed\u30d1\u30c6\u30a3\u3092 true \u306b\u8a2d\u5b9a\u3059\u308b\u3068\u3001\u4ee3\u308f\u308a\u306b\u30d3\u30e5\u30fc\u5217\u540d\u3092\u4f7f\u7528\u3067\u304d\u307e\u3059\u3002
property.width.name= \u5e45
property.width.descr= \u5217\u306e\u5e45
property.extendable.name= \u62e1\u5f35\u53ef\u80fd
property.extendable.descr= \u3059\u3079\u3066\u306e\u5217\u3092\u7d50\u5408\u3057\u305f\u5e45\u3088\u308a\u3082\u30ea\u30b9\u30c8\u30d3\u30e5\u30fc\u306e\u65b9\u304c\u5e83\u3044\u5834\u5408\u3001\u30c7\u30d5\u30a9\u30eb\u30c8\u3067\u306f\u3001\u6700\u5f8c\u306e\u5217\u304c\u5e45\u306b\u5408\u308f\u305b\u3066\u62e1\u5f35\u3055\u308c\u3066\u3001\u6b8b\u308a\u306e\u30b9\u30da\u30fc\u30b9\u3092\u57cb\u3081\u307e\u3059\u3002\u3053\u306e\u5217\u3067\u4f59\u5206\u306a\u5e45\u3092\u57cb\u3081\u308b\u306b\u306f\u3001\u3053\u306e\u5217\u3092\u62e1\u5f35\u53ef\u80fd\u306b\u8a2d\u5b9a\u3057\u3066\u304f\u3060\u3055\u3044\u3002
property.fixedWidth.name= \u5e45\u306e\u56fa\u5b9a
property.fixedWidth.descr= \u5217\u5e45\u3092\u56fa\u5b9a\u3059\u308b\u304b\u3001\u30e6\u30fc\u30b6\u30fc\u304c\u30d6\u30e9\u30a6\u30b6\u3067\u30b5\u30a4\u30ba\u5909\u66f4\u3067\u304d\u308b\u3088\u3046\u306b\u3059\u308b\u304b\u3092\u6307\u5b9a\u3057\u307e\u3059
property.showGradient.name= \u30b0\u30e9\u30c7\u30fc\u30b7\u30e7\u30f3\u8868\u793a
property.showGradient.descr= \u30bb\u30eb\u3067\u30b0\u30e9\u30c7\u30fc\u30b7\u30e7\u30f3\u8272\u3092\u8868\u793a\u3057\u307e\u3059
property.narrowDisplay.name= \u72ed\u5e45\u8868\u793a
property.narrowDisplay.descr= \u72ed\u5e45\u8868\u793a\u30e2\u30fc\u30c9\u3067\u30b3\u30f3\u30c8\u30ed\u30fc\u30eb\u304c\u8868\u793a\u3055\u308c\u308b\u969b\u306e\u3053\u306e\u5217\u306e\u53ef\u8996\u6027\u3068\u66f8\u5f0f\u8a2d\u5b9a\u3092\u5236\u5fa1\u3057\u307e\u3059\u3002
property.sequenceNumber.name= \u72ed\u5e45\u8868\u793a\u30b7\u30fc\u30b1\u30f3\u30b9\u756a\u53f7
property.sequenceNumber.descr= \u30b3\u30f3\u30c8\u30ed\u30fc\u30eb\u304c\u72ed\u5e45\u8868\u793a\u30e2\u30fc\u30c9\u306e\u3068\u304d\u306e\u3053\u306e\u5217\u306e\u30b7\u30fc\u30b1\u30f3\u30b9\u756a\u53f7
property.beginWrapUnder.name= \u72ed\u5e45\u8868\u793a\u306f\u3053\u306e\u5217\u306e\u4e0b\u3067\u6298\u308a\u8fd4\u3057\u3092\u958b\u59cb
property.beginWrapUnder.descr= \u72ed\u5e45\u8868\u793a\u30e2\u30fc\u30c9\u306e\u3068\u304d\u306b\u3053\u306e\u5217\u306e\u3059\u3050\u4e0b\u3067\u6298\u308a\u8fd4\u3057\u5217\u304c\u958b\u59cb\u3059\u308b\u304b\u3069\u3046\u304b\u3092\u6c7a\u5b9a\u3057\u307e\u3059
property.twistie.name= \u4e09\u89d2\u30a2\u30a4\u30b3\u30f3\u306e\u8868\u793a
property.twistie.descr= \u73fe\u5728\u306e\u884c\u306b\u5fdc\u7b54\u6587\u66f8\u304c\u3042\u308b\u306a\u3069\u3001\u884c\u306b\u5b50\u304c\u3042\u308b\u3068\u304d\u306b\u3001\u3053\u306e\u5217\u306b\u4e09\u89d2\u30a2\u30a4\u30b3\u30f3\u3092\u8868\u793a\u3057\u307e\u3059
property.response.name= \u5fdc\u7b54\u30a4\u30f3\u30c7\u30f3\u30c8\u5217
property.response.descr= \u3053\u308c\u304c\u7a7a\u306e\u5fdc\u7b54\u5217\u3067\u3042\u308b\u3053\u3068\u3092\u793a\u3057\u307e\u3059\u3002\u524d\u306e\u884c\u306b\u5bfe\u3059\u308b\u5fdc\u7b54\u3067\u3042\u308b\u305f\u3081\u3001\u73fe\u5728\u306e\u884c\u3092\u30a4\u30f3\u30c7\u30f3\u30c8\u3059\u308b\u5834\u5408\u306b\u4f7f\u7528\u3057\u307e\u3059\u3002 \u30c7\u30d5\u30a9\u30eb\u30c8\u306f false \u3067\u3059\u3002
property.sort.name= \u30bd\u30fc\u30c8
property.sort.descr= \u5217\u30d8\u30c3\u30c0\u30fc\u3092\u30af\u30ea\u30c3\u30af\u3059\u308b\u3053\u3068\u306b\u3088\u308b\u30d3\u30e5\u30fc\u306e\u518d\u30bd\u30fc\u30c8\u3092\u6709\u52b9\u306b\u3057\u307e\u3059
property.icon.name= \u30a2\u30a4\u30b3\u30f3
property.icon.descr= \u30a2\u30a4\u30b3\u30f3\u3068\u3057\u3066\u8868\u793a
