# *****************************************************************
#
# IBM Confidential
#
# OCO Source Materials
#
# Copyright IBM Corp. 2010, 2012                                   
#
# The source code for this program is not published or otherwise
# divested of its trade secrets, irrespective of what has been
# deposited with the U.S. Copyright Office.
#
# ***************************************************************** 
# DO NOT EDIT. THIS FILE IS GENERATED.
# NLS_ENCODING=UNICODE 
# NLS_MARKUP=IBMNJDK2 
# NLS_MESSAGEFORMAT_NONE
## G11N SA UI -- Special IT Audience resources follow
complex-type.loginTreeNode.name= \u30ce\u30fc\u30c9\u306b\u30ed\u30b0\u30a4\u30f3\u307e\u305f\u306f\u30ed\u30b0\u30a2\u30a6\u30c8
complex-type.loginTreeNode.descr= \u30ed\u30b0\u30a4\u30f3\u307e\u305f\u306f\u30ed\u30b0\u30a2\u30a6\u30c8\u30ea\u30f3\u30af\u3092\u8868\u793a\u3059\u308b\u30ce\u30fc\u30c9
property.rendered.name= \u30ec\u30f3\u30c0\u30ea\u30f3\u30b0
property.rendered.descr= \u30ea\u30f3\u30af\u3092 HTML \u30da\u30fc\u30b8\u306b\u8868\u793a\u3059\u308b\u304b\u3069\u3046\u304b\u3092\u6307\u5b9a\u3057\u307e\u3059\u3002\u901a\u5e38\u3001\u3053\u308c\u306f\u30c7\u30d5\u30a9\u30eb\u30c8\u3067 true \u306b\u306a\u308a\u3001\u30ea\u30f3\u30af\u304c\u8868\u793a\u3055\u308c\u308b\u3053\u3068\u3092\u610f\u5473\u3057\u307e\u3059\u3002\u3053\u306e\u52d5\u4f5c\u306b\u306f\u4f8b\u5916\u304c\u3042\u308a\u3001\u4f8b\u3048\u3070\u3001IBM Notes \u30af\u30e9\u30a4\u30a2\u30f3\u30c8\u3067\u5b9f\u884c\u3055\u308c\u3066\u3044\u308b\u5834\u5408\u306b\u306f\u3001\u30ea\u30f3\u30af\u304c\u8868\u793a\u3055\u308c\u308b\u3053\u3068\u306f\u3042\u308a\u307e\u305b\u3093\u3002\u307e\u305f\u3001\u30ed\u30b0\u30a2\u30a6\u30c8\u30ea\u30f3\u30af\u304c\u8868\u793a\u3055\u308c\u308b\u306e\u306f\u3001\u8a8d\u8a3c\u30d7\u30ed\u30c8\u30b3\u30eb\u3067\u30ed\u30b0\u30a2\u30a6\u30c8\u52d5\u4f5c\u304c\u30b5\u30dd\u30fc\u30c8\u3055\u308c\u308b\u5834\u5408\u306e\u307f\u3067\u3059\u3002
complex-type.dominoViewListTreeNode.name= \u30d3\u30e5\u30fc\u307e\u305f\u306f\u30d5\u30a9\u30eb\u30c0\u30ea\u30b9\u30c8
complex-type.dominoViewListTreeNode.descr= \u30c7\u30fc\u30bf\u30d9\u30fc\u30b9\u306b\u542b\u307e\u308c\u3066\u3044\u308b\u30d3\u30e5\u30fc\u307e\u305f\u306f\u30d5\u30a9\u30eb\u30c0\u306e\u30ea\u30b9\u30c8\u3092\u8868\u793a\u3059\u308b\u30ce\u30fc\u30c9
property.filter.name= \u9078\u629e\u6b63\u898f\u8868\u73fe
property.filter.descr= \u8868\u793a\u3059\u308b\u30d3\u30e5\u30fc\u307e\u305f\u306f\u30d5\u30a9\u30eb\u30c0\u540d\u3092\u30d5\u30a3\u30eb\u30bf\u30ea\u30f3\u30b0\u3059\u308b\u305f\u3081\u306b\u4f7f\u7528\u3055\u308c\u308b\u6b63\u898f\u8868\u73fe
property.var.complex-type.dominoViewListTreeNode.name= \u5909\u6570
# "view1", "view1.getName()", "submitValue" should not be translated
property.var.complex-type.dominoViewListTreeNode.descr= \u30d3\u30e5\u30fc\u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u3092\u4f7f\u7528\u53ef\u80fd\u306b\u3059\u308b\u969b\u306b\u4f7f\u7528\u3059\u308b\u8981\u6c42\u30b9\u30b3\u30fc\u30d7\u5909\u6570\u540d\u3002\u4f8b\u3048\u3070\u3001\u5909\u6570\u306e\u540d\u524d\u304c\u300cview1\u300d\u306e\u5834\u5408\u306f\u3001view1.getName() \u69cb\u6587\u3092\u4f7f\u7528\u3059\u308b\u3053\u3068\u3067\u3001\u30d3\u30e5\u30fc\u540d\u3092\u53d6\u5f97\u3057\u3066\u3001submitValue \u306b\u4f7f\u7528\u3067\u304d\u307e\u3059\u3002
property.views.name= \u30d3\u30e5\u30fc\u3092\u542b\u3081\u308b
property.views.descr= \u30d3\u30e5\u30fc\u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u3092\u51e6\u7406\u3059\u308b\u304b\u3069\u3046\u304b\u3092\u5b9a\u7fa9\u3059\u308b\u30d5\u30e9\u30b0\u3002\u30c7\u30d5\u30a9\u30eb\u30c8\u306f true \u3067\u3059\u3002
property.folders.name= \u30d5\u30a9\u30eb\u30c0\u3092\u542b\u3081\u308b
property.folders.descr= \u30d5\u30a9\u30eb\u30c0\u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u3092\u51e6\u7406\u3059\u308b\u304b\u3069\u3046\u304b\u3092\u5b9a\u7fa9\u3059\u308b\u30d5\u30e9\u30b0\u3002\u30c7\u30d5\u30a9\u30eb\u30c8\u306f true \u3067\u3059\u3002
complex-type.dominoViewEntriesTreeNode.name= \u30d3\u30e5\u30fc\u307e\u305f\u306f\u30d5\u30a9\u30eb\u30c0\u30a8\u30f3\u30c8\u30ea
complex-type.dominoViewEntriesTreeNode.descr= \u30d3\u30e5\u30fc\u307e\u305f\u306f\u30d5\u30a9\u30eb\u30c0\u30a8\u30f3\u30c8\u30ea\u306e\u30b3\u30f3\u30c6\u30f3\u30c4\u3092\u8868\u793a\u3059\u308b\u30c4\u30ea\u30fc\u30ce\u30fc\u30c9
property.var.complex-type.dominoViewEntriesTreeNode.name= \u5909\u6570
property.var.complex-type.dominoViewEntriesTreeNode.descr= \u30d3\u30e5\u30fc\u30a8\u30f3\u30c8\u30ea\u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u3092\u4f7f\u7528\u53ef\u80fd\u306b\u3059\u308b\u969b\u306b\u4f7f\u7528\u3059\u308b\u8981\u6c42\u30b9\u30b3\u30fc\u30d7\u5909\u6570\u540d
property.labelColumn.name= \u30e9\u30d9\u30eb\u5217
property.labelColumn.descr= \u30ce\u30fc\u30c9\u30e9\u30d9\u30eb\u3068\u3057\u3066\u8868\u793a\u3059\u308b\u30d3\u30e5\u30fc\u5217\u306e\u540d\u524d
property.keys.name= \u30d5\u30a3\u30eb\u30bf\u30ad\u30fc
# getAllDocumentsByKey is a technical term and should not be translated
property.keys.descr= \u30d3\u30e5\u30fc\u306e\u30b3\u30f3\u30c6\u30f3\u30c4\u3092\u5217\u306e\u5024\u306b\u57fa\u3065\u3044\u3066\u30d5\u30a3\u30eb\u30bf\u306b\u639b\u3051\u308b\u305f\u3081\u306b\u4f7f\u7528\u3055\u308c\u308b\u30ad\u30fc\u3002 \u30ad\u30fc (JavaScript \u304b\u3089\u547c\u3073\u51fa\u3055\u308c\u308b\u5834\u5408\u306f\u3001\u8907\u6570\u306e\u30ad\u30fc\u304b\u3089\u6210\u308b\u30d9\u30af\u30c8\u30eb) \u3092\u4f5c\u6210\u3057\u307e\u3059\u30021 \u3064\u306e\u30ad\u30fc\u304c\u3001\u30bd\u30fc\u30c8\u3055\u308c\u305f\u5217\u306e 1 \u3064\u306e\u5024\u306b\u5bfe\u5fdc\u3057\u307e\u3059\u3002 \u7d50\u679c\u306f\u3001IBM Domino Java API \u30af\u30e9\u30b9\u306e getAllDocumentsByKey \u30e1\u30bd\u30c3\u30c9\u306e\u7d50\u679c\u3068\u4e00\u81f4\u3057\u307e\u3059\u3002
property.keysExactMatch.name= \u5b8c\u5168\u4e00\u81f4\u3092\u4f7f\u7528\u3059\u308b\u30d5\u30a3\u30eb\u30bf
property.keysExactMatch.descr= \u30d5\u30a3\u30eb\u30bf\u30ad\u30fc\u3092\u30d3\u30e5\u30fc\u306b\u9069\u7528\u3059\u308b\u3068\u304d\u306b\u5b8c\u5168\u4e00\u81f4\u3092\u4f7f\u7528\u3059\u308b\u304b\u3069\u3046\u304b\u3092\u6c7a\u5b9a\u3057\u307e\u3059\u3002 \u30c7\u30d5\u30a9\u30eb\u30c8\u306f\u90e8\u5206\u4e00\u81f4\u3067\u3042\u308a\u3001\u30ad\u30fc\u306e\u6700\u521d\u306e\u6587\u5b57\u306b\u4e00\u81f4\u3059\u308b\u3059\u3079\u3066\u306e\u30a8\u30f3\u30c8\u30ea\u304c\u8fd4\u3055\u308c\u307e\u3059\u3002
