# *****************************************************************
#
# IBM Confidential
#
# OCO Source Materials
#
# Copyright IBM Corp. 2010, 2012                                   
#
# The source code for this program is not published or otherwise
# divested of its trade secrets, irrespective of what has been
# deposited with the U.S. Copyright Office.
#
# ***************************************************************** 
# DO NOT EDIT. THIS FILE IS GENERATED.
# NLS_ENCODING=UNICODE 
# NLS_MARKUP=IBMNJDK2 
# NLS_MESSAGEFORMAT_NONE
## G11N SA UI -- Special IT Audience resources follow
component.com.ibm.xsp.extlib.outline.AbstractOutline.name= \u30a2\u30a6\u30c8\u30e9\u30a4\u30f3\u30b3\u30f3\u30c8\u30ed\u30fc\u30eb
component.com.ibm.xsp.extlib.outline.AbstractOutline.descr= \u30d9\u30fc\u30b9\u30a2\u30a6\u30c8\u30e9\u30a4\u30f3\u30b3\u30f3\u30c8\u30ed\u30fc\u30eb\u304c\u9069\u3057\u3066\u3044\u308b\u306e\u306f\u3001\u30a2\u30a6\u30c8\u30e9\u30a4\u30f3\u306e\u6982\u5ff5\u306b\u57fa\u3065\u3044\u305f\u305d\u306e\u4ed6\u306e\u985e\u4f3c\u30b3\u30f3\u30c8\u30ed\u30fc\u30eb\u306b\u3088\u3063\u3066\u5f8c\u304b\u3089\u62e1\u5f35\u3059\u308b\u5834\u5408\u306e\u307f\u3067\u3059\u3002
property.treeNodes.name= \u5b50\u30ce\u30fc\u30c9
property.treeNodes.descr= \u5b50\u30ce\u30fc\u30c9\u3002 \u901a\u5e38\u306f\u30da\u30fc\u30b8\u30c4\u30ea\u30fc\u30ce\u30fc\u30c9\u3001\u307e\u308c\u306b\u306f\u30e6\u30fc\u30b6\u30fc\u307e\u305f\u306f\u30ed\u30b0\u30a4\u30f3\u30c4\u30ea\u30fc\u30ce\u30fc\u30c9\u3001\u305d\u306e\u4ed6\u3002
property.onItemClick.name= \u9805\u76ee\u30af\u30ea\u30c3\u30af\u6642
property.onItemClick.descr= \u30a2\u30a6\u30c8\u30e9\u30a4\u30f3\u5185\u306e\u9805\u76ee\u3092\u30af\u30ea\u30c3\u30af\u3059\u308b\u3068\u8d77\u52d5\u3055\u308c\u308b\u30a4\u30d9\u30f3\u30c8\u3002 \u9001\u4fe1\u3055\u308c\u308b\u5024\u306f\u3001events.action \u9818\u57df\u3067 context.getSubmittedValue() \u3068\u3057\u3066\u3001\u307e\u305f events.script \u9818\u57df\u3067 XSP.getSubmitValue() \u3068\u3057\u3066\u53c2\u7167\u3067\u304d\u307e\u3059\u3002
component.navigator.name= \u30ca\u30d3\u30b2\u30fc\u30bf
component.navigator.descr= \u30ca\u30d3\u30b2\u30fc\u30bf\u30b3\u30f3\u30c8\u30ed\u30fc\u30eb\u306b\u3088\u308a\u3001\u30ca\u30d3\u30b2\u30fc\u30c8\u5148\u306e\u30da\u30fc\u30b8\u30ea\u30f3\u30af\u306e\u968e\u5c64\u30c4\u30ea\u30fc\u3092\u4f5c\u6210\u3067\u304d\u307e\u3059\u3002 \u305d\u306e\u3088\u3046\u306a\u30c4\u30ea\u30fc\u306e\u7279\u5b9a\u306e\u30d6\u30e9\u30f3\u30c1\u306f\u3001\u521d\u3081\u304b\u3089\u8868\u793a\u3055\u308c\u305f\u72b6\u614b (\u3064\u307e\u308a\u3001\u5c55\u958b\u3055\u308c\u305f\u30c4\u30ea\u30fc) \u306b\u3059\u308b\u3053\u3068\u304c\u3067\u304d\u307e\u3059\u3002
property.expandable.name= \u5c55\u958b\u53ef\u80fd
# "true" should not be translated
property.expandable.descr= \u4e09\u89d2\u30a2\u30a4\u30b3\u30f3\u3092\u4f7f\u7528\u3057\u3066\u9805\u76ee\u3092\u7701\u7565\u8868\u793a/\u5c55\u958b\u3067\u304d\u308b\u304b\u3069\u3046\u304b\u3092\u5b9a\u7fa9\u3057\u307e\u3059\u3002 \u30c7\u30d5\u30a9\u30eb\u30c8\u306f true \u3067\u3059\u3002
property.expandEffect.name= \u5c55\u958b\u52b9\u679c
# "wipe" should not be translated
property.expandEffect.descr= \u9805\u76ee\u306e\u5c55\u958b\u307e\u305f\u306f\u7701\u7565\u8868\u793a\u306e\u969b\u306b\u4f7f\u7528\u3059\u308b UI \u52b9\u679c\u3092\u5b9a\u7fa9\u3057\u307e\u3059\u3002 \u5c55\u958b\u6642\u306b\u30ef\u30a4\u30d7\u52b9\u679c\u3092\u51fa\u3059\u5834\u5408\u306f\u3001wipe \u3092\u4f7f\u7528\u3057\u307e\u3059\u3002
property.expandLevel.name= \u5c55\u958b\u30ec\u30d9\u30eb
# "expandable", "true" should not be translated
property.expandLevel.descr= \u6700\u521d\u306b\u5c55\u958b\u3055\u308c\u308b\u30ec\u30d9\u30eb\u6570\u3092\u5b9a\u7fa9\u3057\u307e\u3059\u3002 0 \u306f\u89aa\u30ce\u30fc\u30c9\u306e\u307f\u3092\u8868\u793a\u3059\u308b\u3053\u3068\u3092\u610f\u5473\u3057\u30011 \u306f\u5404\u89aa\u30ce\u30fc\u30c9\u306e\u6700\u521d\u306e\u30ec\u30d9\u30eb\u306e\u5b50\u307e\u3067\u5c55\u958b\u3055\u308c\u305f\u30c4\u30ea\u30fc\u3092\u8868\u793a\u3059\u308b\u3053\u3068\u3092\u610f\u5473\u3059\u308b\u3001\u3068\u3044\u3063\u305f\u3088\u3046\u306b\u306a\u308a\u307e\u3059\u3002 expandable \u304c true \u306b\u8a2d\u5b9a\u3055\u308c\u3066\u3044\u308b\u5834\u5408\u306b\u306e\u307f\u4f7f\u7528\u3055\u308c\u307e\u3059\u3002
property.keepState.name= \u72b6\u614b\u3092\u4fdd\u6301\u3059\u308b
property.keepState.descr= \u9805\u76ee\u306e\u7701\u7565\u8868\u793a\u72b6\u614b\u307e\u305f\u306f\u5c55\u958b\u72b6\u614b\u3092\u30b5\u30fc\u30d0\u30fc\u8981\u6c42\u9593\u3067\u4fdd\u5b58\u3059\u308b\u304b\u3069\u3046\u304b\u3092\u5b9a\u7fa9\u3057\u307e\u3059
component.breadCrumbs.name= \u968e\u5c64\u30ea\u30f3\u30af
component.breadCrumbs.descr= \u968e\u5c64\u30ea\u30f3\u30af\u30b3\u30f3\u30c8\u30ed\u30fc\u30eb\u306f\u3001\u30a2\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u306e\u30db\u30fc\u30e0\u30da\u30fc\u30b8\u3092\u57fa\u6e96\u306b\u3057\u3066\u73fe\u5728\u306e\u30da\u30fc\u30b8\u306e\u5834\u6240\u3092\u793a\u3059\u305f\u3081\u306b\u4f7f\u7528\u3055\u308c\u307e\u3059
property.label.component.breadCrumbs.name= \u30e9\u30d9\u30eb
property.label.component.breadCrumbs.descr= \u968e\u5c64\u30ea\u30f3\u30af\u306b\u3088\u3063\u3066\u30a8\u30f3\u30c8\u30ea\u306e\u524d\u306b\u8868\u793a\u3055\u308c\u308b\u30c6\u30ad\u30b9\u30c8
component.sortLinks.name= \u30ea\u30f3\u30af\u306e\u30bd\u30fc\u30c8
# "href", "#content=byauthor", "xp:key=byauthor" should not be translated
component.sortLinks.descr= [\u30ea\u30f3\u30af\u306e\u30bd\u30fc\u30c8] \u30b3\u30f3\u30c8\u30ed\u30fc\u30eb\u306b\u3088\u308a\u3001\u30ea\u30f3\u30af\u306b\u95a2\u9023\u4ed8\u3051\u3089\u308c\u305f\u52d5\u7684\u30b3\u30f3\u30c6\u30f3\u30c4\u3092\u63d0\u4f9b\u3067\u304d\u307e\u3059\u3002 \u901a\u5e38\u3001\u3053\u308c\u306f\u3001\u57fa\u672c\u30ce\u30fc\u30c9\u3092\u542b\u3081\u308b\u3053\u3068\u3067\u884c\u308f\u308c\u307e\u3059\u3002\u3053\u306e\u30ce\u30fc\u30c9\u3067\u306f\u3001href \u5c5e\u6027\u3092\u300c#content=byauthor\u300d\u306b\u3059\u308b\u3053\u3068\u304c\u3067\u304d\u3001\u300cxp:key=byauthor\u300d\u304c\u6307\u5b9a\u3055\u308c\u305f\u30d5\u30a1\u30bb\u30c3\u30c8\u304c\u63d0\u4f9b\u3055\u308c\u307e\u3059\u3002
component.linksList.name= \u30ea\u30f3\u30af\u306e\u30ea\u30b9\u30c8
component.linksList.descr= \u30ea\u30f3\u30af\u30b3\u30f3\u30c8\u30ed\u30fc\u30eb\u306e\u30ea\u30b9\u30c8
component.accordion.name= \u30a2\u30b3\u30fc\u30c7\u30a3\u30aa\u30f3
component.accordion.descr= \u30a2\u30b3\u30fc\u30c7\u30a3\u30aa\u30f3\u30b3\u30f3\u30c8\u30ed\u30fc\u30eb\u306b\u3088\u308a\u3001\u8907\u6570\u306e\u30da\u30a4\u30f3\u3092\u7528\u610f\u3057\u3066\u30011 \u3064\u305a\u3064\u8868\u793a\u3067\u304d\u307e\u3059\u3002 \u901a\u5e38\u3001\u5358\u4e00\u30da\u30a4\u30f3\u306f\u3001\u8907\u6570\u306e\u57fa\u672c\u30ce\u30fc\u30c9\u304c\u542b\u307e\u308c\u305f\u30b3\u30f3\u30c6\u30ca\u30ce\u30fc\u30c9\u304b\u3089\u6210\u308a\u307e\u3059\u3002
component.toolbar.name= \u30c4\u30fc\u30eb\u30d0\u30fc
component.toolbar.descr= \u30c4\u30fc\u30eb\u30d0\u30fc\u30b3\u30f3\u30c8\u30ed\u30fc\u30eb\u306f\u3001\u7279\u5b9a\u306e\u30e1\u30cb\u30e5\u30fc\u9805\u76ee\u3092\u30af\u30ea\u30c3\u30af\u3057\u305f\u3068\u304d\u306b\u8868\u793a\u3055\u308c\u308b\u3001\u4f7f\u7528\u53ef\u80fd\u306a\u9078\u629e\u80a2\u3092\u5099\u3048\u305f\u3001\u6c34\u5e73\u306b\u914d\u7f6e\u3055\u308c\u305f\u30e1\u30cb\u30e5\u30fc\u3092\u8868\u793a\u3059\u308b\u5834\u5408\u306b\u4f7f\u7528\u3057\u307e\u3059
property.showButtonLabels.name= \u30dc\u30bf\u30f3\u30e9\u30d9\u30eb\u306e\u8868\u793a
property.showButtonLabels.descr= \u30dc\u30bf\u30f3\u306b\u95a2\u9023\u4ed8\u3051\u3089\u308c\u305f\u30e9\u30d9\u30eb\u3092\u8868\u793a\u3059\u308b\u304b\u3069\u3046\u304b\u3002 \u30c7\u30d5\u30a9\u30eb\u30c8\u3067\u306f\u3001\u8868\u793a\u3057\u307e\u3059\u3002
component.popupMenu.name= \u30dd\u30c3\u30d7\u30a2\u30c3\u30d7\u30e1\u30cb\u30e5\u30fc
# "xe:basicContainerNode", "xe:basicLeafNode", "treeNodes" should not be translated
component.popupMenu.descr= \u30c6\u30ad\u30b9\u30c8\u306a\u3069\u306e\u30b3\u30f3\u30c8\u30ed\u30fc\u30eb\u306e\u4e0a\u306b\u8868\u793a\u3059\u308b\u30dd\u30c3\u30d7\u30a2\u30c3\u30d7\u30e1\u30cb\u30e5\u30fc\u3002 \u30e1\u30cb\u30e5\u30fc\u306e\u30b3\u30f3\u30c6\u30f3\u30c4\u306f\u901a\u5e38\u3001treeNodes \u30d7\u30ed\u30d1\u30c6\u30a3\u306e xe:basicContainerNode \u8981\u7d20\u3068 xe:basicLeafNode \u8981\u7d20\u3092\u4f7f\u7528\u3057\u3066\u69cb\u6210\u3057\u307e\u3059\u3002 \u30a2\u30af\u30bb\u30b7\u30d3\u30ea\u30c6\u30a3\u306b\u5bfe\u5fdc\u3057\u3066\u3044\u307e\u3059\u3002
component.outline.name= \u30a2\u30a6\u30c8\u30e9\u30a4\u30f3
# "treeRenderer" should not be translated
component.outline.descr= \u30a2\u30a6\u30c8\u30e9\u30a4\u30f3\u30b3\u30f3\u30c8\u30ed\u30fc\u30eb\u306f\u3001\u30ca\u30d3\u30b2\u30fc\u30bf\u30b3\u30f3\u30c8\u30ed\u30fc\u30eb\u306e\u3088\u3046\u306b\u52d5\u4f5c\u3057\u307e\u3059\u304c\u3001\u5c55\u958b\u6a5f\u80fd\u3092\u4f7f\u3046\u3053\u3068\u306f\u3067\u304d\u307e\u305b\u3093\u3002\u30ce\u30fc\u30c9\u53ef\u8996\u5316\u306b\u4f7f\u7528\u3059\u308b\u300ctreeRenderer\u300d\u7d4c\u7531\u306e\u30ab\u30b9\u30bf\u30e0 Java \u30af\u30e9\u30b9\u3092\u6307\u5b9a\u3067\u304d\u307e\u3059\u3002
property.treeRenderer.name= \u30c4\u30ea\u30fc\u30ec\u30f3\u30c0\u30e9
property.treeRenderer.descr= \u30ce\u30fc\u30c9\u53ef\u8996\u5316\u306e\u30c4\u30ea\u30fc\u5168\u4f53\u306b\u4f7f\u7528\u3055\u308c\u308b\u30ab\u30b9\u30bf\u30e0 Java \u30af\u30e9\u30b9
component.dropDownButton.name= \u30c9\u30ed\u30c3\u30d7\u30c0\u30a6\u30f3\u30dc\u30bf\u30f3
component.dropDownButton.descr= \u30c9\u30ed\u30c3\u30d7\u30c0\u30a6\u30f3\u30dc\u30bf\u30f3\u30b3\u30f3\u30c8\u30ed\u30fc\u30eb
component.listSeparator.name= \u30ea\u30b9\u30c8\u533a\u5207\u308a\u8a18\u53f7
component.listSeparator.descr= \u5358\u4e00\u884c\u30ea\u30b9\u30c8\u306e\u30ea\u30b9\u30c8\u30a8\u30f3\u30c8\u30ea\u9593\u306e\u533a\u5207\u308a\u8a18\u53f7\u3002\u5358\u4e00\u884c\u30ea\u30b9\u30c8\u3067\u306f\u3001\u5404\u30a8\u30f3\u30c8\u30ea\u306f\u305d\u306e\u524d\u306e\u30a8\u30f3\u30c8\u30ea\u306e\u4e0b\u306b\u3067\u306f\u306a\u304f\u3001\u96a3\u306b\u8868\u793a\u3055\u308c\u307e\u3059\u3002
complex-type.com.ibm.xsp.extlib.tree.ITreeNode.name= \u62bd\u8c61\u30c4\u30ea\u30fc\u30ce\u30fc\u30c9
complex-type.com.ibm.xsp.extlib.tree.ITreeNode.descr= \u30a2\u30a6\u30c8\u30e9\u30a4\u30f3\u306e\u8868\u793a\u6642\u306b\u4f7f\u7528\u3055\u308c\u308b\u30c4\u30ea\u30fc\u30ce\u30fc\u30c9
complex-type.com.ibm.xsp.extlib.tree.complex.BasicComplexTreeNode.name= \u62bd\u8c61\u30ea\u30fc\u30d5\u30ce\u30fc\u30c9
complex-type.com.ibm.xsp.extlib.tree.complex.BasicComplexTreeNode.descr= \u30c4\u30ea\u30fc\u30ce\u30fc\u30c9\u306e\u5b9f\u88c5\u306e\u305f\u3081\u306e\u62bd\u8c61\u57fa\u672c\u30af\u30e9\u30b9
property.label.complex-type.com.ibm.xsp.extlib.tree.complex.BasicComplexTreeNode.name= \u30e9\u30d9\u30eb
property.label.complex-type.com.ibm.xsp.extlib.tree.complex.BasicComplexTreeNode.descr= \u30ce\u30fc\u30c9\u3067\u8868\u793a\u3055\u308c\u308b\u30c6\u30ad\u30b9\u30c8
property.image.name= \u30a4\u30e1\u30fc\u30b8
property.image.descr= \u30a4\u30e1\u30fc\u30b8\u304c\u8868\u793a\u3055\u308c\u307e\u3059
property.imageAlt.name= \u30a4\u30e1\u30fc\u30b8\u4ee3\u66ff\u60c5\u5831
property.imageAlt.descr= \u4f55\u3089\u304b\u306e\u7406\u7531\u3067\u30e6\u30fc\u30b6\u30fc\u304c\u30a4\u30e1\u30fc\u30b8\u3092\u8868\u793a\u3067\u304d\u306a\u3044\u5834\u5408\u306b\u3001\u30a4\u30e1\u30fc\u30b8\u306e\u4ee3\u308f\u308a\u3068\u306a\u308b\u60c5\u5831\u3092\u63d0\u4f9b\u3057\u307e\u3059
property.imageHeight.name= \u30a4\u30e1\u30fc\u30b8\u306e\u9ad8\u3055
property.imageHeight.descr= \u8868\u793a\u3055\u308c\u308b\u30a4\u30e1\u30fc\u30b8\u306e\u9ad8\u3055
property.imageWidth.name= \u30a4\u30e1\u30fc\u30b8\u306e\u5e45
property.imageWidth.descr= \u8868\u793a\u3055\u308c\u308b\u30a4\u30e1\u30fc\u30b8\u306e\u5e45
property.rendered.complex-type.com.ibm.xsp.extlib.tree.complex.BasicComplexTreeNode.name= \u30ec\u30f3\u30c0\u30ea\u30f3\u30b0
property.rendered.complex-type.com.ibm.xsp.extlib.tree.complex.BasicComplexTreeNode.descr= \u30ce\u30fc\u30c9\u3092 HTML \u30da\u30fc\u30b8\u306b\u8868\u793a\u3059\u308b\u304b\u3069\u3046\u304b\u3092\u4e00\u822c\u7684\u306b\u6307\u5b9a\u3057\u307e\u3059\u3002
property.enabled.name= \u6709\u52b9
property.enabled.descr= \u30ce\u30fc\u30c9\u304c\u6709\u52b9\u306a\u5834\u5408\u306b\u8868\u793a\u3055\u308c\u307e\u3059\u3002 \u7121\u52b9\u306e\u610f\u5473\u306f\u3001\u3053\u306e\u30ce\u30fc\u30c9\u304c\u4f7f\u7528\u3055\u308c\u3066\u3044\u308b\u304b\u3069\u3046\u304b\u306b\u4f9d\u5b58\u3057\u307e\u3059\u304c\u3001\u30ea\u30f3\u30af\u306e\u4ee3\u308f\u308a\u306b\u30c6\u30ad\u30b9\u30c8\u3068\u3057\u3066\u30e9\u30d9\u30eb\u3092\u8868\u793a\u3067\u304d\u308b\u3053\u3068\u3092\u610f\u5473\u3059\u308b\u5834\u5408\u304c\u3042\u308a\u307e\u3059\u3002 \u3042\u308b\u3044\u306f\u3001\u30ce\u30fc\u30c9\u3092\u30dc\u30bf\u30f3\u3068\u3057\u3066\u8868\u793a\u3059\u308b\u5834\u5408\u306f\u3001\u7121\u52b9\u30dc\u30bf\u30f3\u306f\u30b0\u30ec\u30fc\u3067\u3001\u30af\u30ea\u30c3\u30af\u306b\u5bfe\u3057\u3066\u5fdc\u7b54\u3057\u306a\u3044\u3053\u3068\u3092\u610f\u5473\u3059\u308b\u3053\u3068\u304c\u3042\u308a\u307e\u3059\u3002 \u30c7\u30d5\u30a9\u30eb\u30c8\u3067\u306f\u3001\u6709\u52b9\u306b\u306a\u3063\u3066\u3044\u307e\u3059\u3002
property.selected.name= \u9078\u629e\u6e08\u307f
property.selected.descr= \u30ce\u30fc\u30c9\u304c\u9078\u629e\u3055\u308c\u305f\u5834\u5408\u306b\u8868\u793a\u3055\u308c\u307e\u3059\u3002 \u9078\u629e\u6e08\u307f\u30ce\u30fc\u30c9\u306e\u5916\u89b3\u306f\u3001\u9078\u629e\u3055\u308c\u3066\u3044\u306a\u3044\u30ce\u30fc\u30c9\u3068\u306f\u7570\u306a\u308b\u3082\u306e\u306b\u306a\u308a\u307e\u3059 (\u304a\u305d\u3089\u304f\u3001\u3088\u308a\u6697\u3044\u80cc\u666f\u3092\u4f7f\u7528)\u3002
complex-type.basicLeafNode.name= \u57fa\u672c\u30ce\u30fc\u30c9
complex-type.basicLeafNode.descr= \u30b3\u30f3\u30c6\u30ca\u30ce\u30fc\u30c9\u306b\u542b\u3081\u308b\u57fa\u672c\u30ce\u30fc\u30c9
property.href.name= URL \u53c2\u7167
property.href.descr= \u30ca\u30d3\u30b2\u30fc\u30c8\u5148\u306e URL \u53c2\u7167\u3002 \u76f8\u5bfe\u53c2\u7167\u307e\u305f\u306f\u7d76\u5bfe\u53c2\u7167\u306b\u3059\u308b\u3053\u3068\u304c\u3067\u304d\u307e\u3059\u3002
property.onClick.name= \u30af\u30ea\u30c3\u30af\u30b9\u30af\u30ea\u30d7\u30c8
# "href" should not be translated
property.onClick.descr= \u30ce\u30fc\u30c9\u306e\u30a4\u30f3\u30e9\u30a4\u30f3 JavaScript \u30b3\u30fc\u30c9\u3068\u3057\u3066\u306e\u3001\u30af\u30ea\u30c3\u30af\u3057\u305f\u3068\u304d\u306e\u30a4\u30d9\u30f3\u30c8\u3002 \u3053\u308c\u304c\u547c\u3073\u51fa\u3055\u308c\u308b\u306e\u306f\u3001\u30ce\u30fc\u30c9\u304c\u30af\u30ea\u30c3\u30af\u3055\u308c\u305f\u3068\u304d\u3068\u3001href \u5c5e\u6027\u304c\u7a7a\u306e\u5834\u5408\u306e\u307f\u3067\u3059\u3002
property.submitValue.name= \u9001\u4fe1\u3055\u308c\u305f\u5024
# "context.getSubmittedValue()" should not be translated
property.submitValue.descr= \u30a4\u30d9\u30f3\u30c8\u306b\u3088\u3063\u3066\u30b5\u30fc\u30d0\u30fc\u306b\u9001\u4fe1\u3055\u308c\u308b\u5024\u3002 \u30b3\u30f3\u30c8\u30ed\u30fc\u30eb\u306e\u30a4\u30d9\u30f3\u30c8\u30cf\u30f3\u30c9\u30e9\u3067\u306f\u3001context.getSubmittedValue() \u3092\u4f7f\u7528\u3057\u3066\u3001\u9001\u4fe1\u3055\u308c\u308b\u3053\u306e\u5024\u306b\u30a2\u30af\u30bb\u30b9\u3067\u304d\u307e\u3059\u3002 \u901a\u5e38\u3001\u9001\u4fe1\u3055\u308c\u308b\u5024\u306f\u30ce\u30fc\u30c9\u306b\u3088\u3063\u3066\u7570\u306a\u308b\u305f\u3081\u3001\u3069\u306e\u30ce\u30fc\u30c9\u304c\u30af\u30ea\u30c3\u30af\u3055\u308c\u305f\u304b\u306f\u30a4\u30d9\u30f3\u30c8\u30cf\u30f3\u30c9\u30e9\u30b9\u30af\u30ea\u30d7\u30c8\u3067\u8b58\u5225\u3067\u304d\u307e\u3059\u3002
complex-type.basicContainerNode.name= \u30b3\u30f3\u30c6\u30ca\u30ce\u30fc\u30c9
complex-type.basicContainerNode.descr= \u30b3\u30f3\u30c6\u30ca\u30ce\u30fc\u30c9\u306b\u3088\u308a\u3001\u30d5\u30a9\u30fc\u30e0\u30ea\u30b9\u30c8\u307e\u305f\u306f\u30ce\u30fc\u30c9\u968e\u5c64\u306b\u57fa\u672c\u30ce\u30fc\u30c9\u3092\u542b\u3081\u308b\u3053\u3068\u304c\u3067\u304d\u307e\u3059
property.transparent.name= \u900f\u660e\u5ea6\u3042\u308a
property.transparent.descr= \u30b3\u30f3\u30c6\u30ca\u304c\u900f\u660e (\u30ce\u30fc\u30c9\u3068\u3057\u3066\u3067\u306f\u306a\u304f\u3001\u5b50\u306e\u307f\u3092\u8868\u793a\u3059\u308b) \u304b\u3069\u3046\u304b\u3092\u6307\u5b9a\u3057\u307e\u3059\u3002
property.expanded.name= \u5c55\u958b
property.expanded.descr= \u30b3\u30f3\u30c6\u30ca\u3092\u521d\u671f\u72b6\u614b\u3067\u5c55\u958b\u3057\u3066\u304a\u304f\u304b\u3069\u3046\u304b\u3092\u793a\u3057\u307e\u3059\u3002\u30c7\u30d5\u30a9\u30eb\u30c8\u306f true \u3067\u3059\u3002
property.children.complex-type.basicContainerNode.name= \u5b50
property.children.complex-type.basicContainerNode.descr= \u30da\u30fc\u30b8\u306e\u3053\u306e\u30ce\u30fc\u30c9\u306e\u4e0b\u306b\u8868\u793a\u3055\u308c\u308b\u5b50\u30ce\u30fc\u30c9
complex-type.pageTreeNode.name= \u30da\u30fc\u30b8\u30ea\u30f3\u30af\u30ce\u30fc\u30c9
complex-type.pageTreeNode.descr= \u30da\u30fc\u30b8\u3092\u6307\u3057\u3001\u9078\u629e\u3055\u308c\u305f\u30d5\u30e9\u30b0\u3092\u7ba1\u7406\u3059\u308b\u30ce\u30fc\u30c9
property.page.name= \u30da\u30fc\u30b8\u540d
property.page.descr= \u30ea\u30f3\u30af\u5148 XPage \u306e\u540d\u524d\u3092\u5b9a\u7fa9\u3057\u307e\u3059\u3002 \u9078\u629e\u5f0f\u304c\u63d0\u4f9b\u3055\u308c\u306a\u3044\u5834\u5408\u306b\u3001\u30ea\u30f3\u30af\u306e\u751f\u6210\u3084\u9078\u629e\u30d5\u30e9\u30b0\u306e\u8a2d\u5b9a\u306b\u4f7f\u7528\u3055\u308c\u307e\u3059\u3002
property.queryString.name= \u7167\u4f1a\u30c6\u30ad\u30b9\u30c8
property.queryString.descr= URL \u306b\u4ed8\u52a0\u3055\u308c\u308b\u30aa\u30d7\u30b7\u30e7\u30f3\u306e\u7167\u4f1a\u30c6\u30ad\u30b9\u30c8\u3092\u5b9a\u7fa9\u3057\u307e\u3059
property.selection.name= \u9078\u629e\u6b63\u898f\u8868\u73fe
property.selection.descr= \u3053\u306e\u30a2\u30a4\u30c6\u30e0\u3092\u9078\u629e\u3059\u308b\u305f\u3081\u306b\u4f7f\u7528\u3055\u308c\u308b\u9078\u629e\u6b63\u898f\u8868\u73fe\u3002\u3053\u308c\u306f\u3001\u30a2\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u69cb\u6210\u306e "navigationPath" \u30d7\u30ed\u30d1\u30c6\u30a3\u306e\u5024\u3068\u7a81\u304d\u5408\u308f\u305b\u308b\u305f\u3081\u306b\u3057\u3070\u3057\u3070\u4f7f\u7528\u3055\u308c\u307e\u3059\u3002\u8a73\u3057\u304f\u306f\u3001\u3053\u306e\u30d7\u30ed\u30d1\u30c6\u30a3\u3092\u53c2\u7167\u3057\u3066\u304f\u3060\u3055\u3044\u3002
property.children.complex-type.pageTreeNode.name= \u5b50\u30ce\u30fc\u30c9
property.children.complex-type.pageTreeNode.descr= \u5b50\u30ce\u30fc\u30c9\u3002 \u901a\u5e38\u306f\u30da\u30fc\u30b8\u30c4\u30ea\u30fc\u30ce\u30fc\u30c9\u3001\u307e\u308c\u306b\u306f\u30e6\u30fc\u30b6\u30fc\u307e\u305f\u306f\u30ed\u30b0\u30a4\u30f3\u30c4\u30ea\u30fc\u30ce\u30fc\u30c9\u3001\u305d\u306e\u4ed6\u3002
complex-type.separatorTreeNode.name= \u533a\u5207\u308a\u8a18\u53f7\u30ce\u30fc\u30c9
complex-type.separatorTreeNode.descr= \u533a\u5207\u308a\u8a18\u53f7\u3092\u8868\u793a\u3059\u308b\u30ce\u30fc\u30c9\u3002\u591a\u304f\u306e\u5834\u5408\u3001\u6587\u5b57\u300c|\u300d\u306e\u3088\u3046\u306b\u8868\u793a\u3055\u308c\u308b\u3002
property.rendered.complex-type.separatorTreeNode.name= \u30ec\u30f3\u30c0\u30ea\u30f3\u30b0
property.rendered.complex-type.separatorTreeNode.descr= \u30ce\u30fc\u30c9\u3092\u30ec\u30f3\u30c0\u30ea\u30f3\u30b0\u3059\u308b\u304b\u3069\u3046\u304b\u3092\u6307\u5b9a\u3057\u307e\u3059
complex-type.userTreeNode.name= \u30e6\u30fc\u30b6\u30fc\u30ce\u30fc\u30c9
complex-type.userTreeNode.descr= \u73fe\u5728\u306e\u30e6\u30fc\u30b6\u30fc\u3092\u8868\u793a\u3059\u308b\u30ce\u30fc\u30c9
property.userField.name= \u30e6\u30fc\u30b6\u30fc\u30d5\u30a3\u30fc\u30eb\u30c9
# "displayName", "commonName", "abbreviatedName", "canonicalName" should not be translated
property.userField.descr= \u69cb\u6210\u3055\u308c\u3066\u3044\u308b\u30e6\u30fc\u30b6\u30fc\u30c7\u30fc\u30bf\u30d7\u30ed\u30d0\u30a4\u30c0\u306b\u5fdc\u3058\u3066\u3001\u30e6\u30fc\u30b6\u30fc\u30c7\u30fc\u30bf\u3092\u8868\u793a\u3059\u308b\u305f\u3081\u306b\u4f7f\u7528\u3055\u308c\u307e\u3059\u3002 \u7a7a\u767d\u306e\u307e\u307e\u306b\u3059\u308b\u3068\u3001\u30c7\u30fc\u30bf\u30d7\u30ed\u30d0\u30a4\u30c0\u306e displayName \u30e6\u30fc\u30b6\u30fc\u30d5\u30a3\u30fc\u30eb\u30c9\u304c\u4f7f\u7528\u3055\u308c\u307e\u3059\u3002 Domino \u30c7\u30fc\u30bf\u30d7\u30ed\u30d0\u30a4\u30c0\u3067\u306f\u3001\u5404\u7a2e\u30e6\u30fc\u30b6\u30fc\u540d\u30d5\u30a9\u30fc\u30de\u30c3\u30c8\u306e commonName\u3001abbreviatedName\u3001canonicalName \u3092\u4f7f\u7528\u3067\u304d\u307e\u3059\u3002
complex-type.repeatTreeNode.name= \u7e70\u308a\u8fd4\u3057\u30ce\u30fc\u30c9
complex-type.repeatTreeNode.descr= \u7e70\u308a\u8fd4\u3057\u30b3\u30f3\u30c8\u30ed\u30fc\u30eb\u306e\u3088\u3046\u306b\u3001\u5024\u306e\u30ea\u30b9\u30c8\u306b\u5bfe\u3057\u3066\u5b50\u3092\u7e70\u308a\u8fd4\u3059\u30ce\u30fc\u30c9
property.value.name= \u7e70\u308a\u8fd4\u3059\u5024
property.value.descr= \u9805\u76ee\u3092\u7e70\u308a\u8fd4\u3059\u6700\u5927\u5024
property.var.name= \u5909\u6570
property.var.descr= \u73fe\u5728\u306e\u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u3092\u4f7f\u7528\u53ef\u80fd\u306b\u3059\u308b\u969b\u306b\u4f7f\u7528\u3059\u308b\u8981\u6c42\u30b9\u30b3\u30fc\u30d7\u5909\u6570\u540d
property.indexVar.name= \u7d22\u5f15\u5909\u6570
property.indexVar.descr= \u73fe\u5728\u306e\u7e70\u308a\u8fd4\u3057\u7d22\u5f15\u3092\u4f7f\u7528\u53ef\u80fd\u306b\u3059\u308b\u969b\u306b\u4f7f\u7528\u3059\u308b\u8981\u6c42\u30b9\u30b3\u30fc\u30d7\u5909\u6570\u540d
property.children.complex-type.repeatTreeNode.name= \u5b50
property.children.complex-type.repeatTreeNode.descr= \u7e70\u308a\u8fd4\u3059\u5b50\u30ce\u30fc\u30c9
complex-type.beanTreeNode.name= \u7ba1\u7406 Bean \u30ce\u30fc\u30c9
complex-type.beanTreeNode.descr= \u901a\u5e38\u3001\u30b3\u30f3\u30c6\u30f3\u30c4\u306e Bean \u3068\u3057\u3066\u30ab\u30b9\u30bf\u30e0 Java \u30af\u30e9\u30b9\u3092\u4f7f\u7528\u3059\u308b\u30ce\u30fc\u30c9
property.nodeBean.name= \u30c4\u30ea\u30fc\u30ce\u30fc\u30c9 Bean
property.nodeBean.descr= \u5b9f\u969b\u306e\u30c4\u30ea\u30fc\u30ce\u30fc\u30c9\u307e\u305f\u306f\u30c4\u30ea\u30fc\u30ce\u30fc\u30c9\u30ea\u30b9\u30c8\u3092\u63d0\u4f9b\u3059\u308b\u305f\u3081\u306b\u4f7f\u7528\u3055\u308c\u308b\u3001\u30af\u30e9\u30b9\u307e\u305f\u306f\u7ba1\u7406 Bean \u306e\u540d\u524d\u3002 \u30af\u30e9\u30b9\u306f ITreeNode \u30a4\u30f3\u30bf\u30fc\u30d5\u30a7\u30fc\u30b9\u3092\u5b9f\u88c5\u3059\u308b\u5fc5\u8981\u304c\u3042\u308a\u307e\u3059\u3002
complex-type.com.ibm.xsp.extlib.tree.ITreeRenderer.name= \u30c4\u30ea\u30fc\u30ec\u30f3\u30c0\u30e9
complex-type.com.ibm.xsp.extlib.tree.ITreeRenderer.descr= \u30ce\u30fc\u30c9\u53ef\u8996\u5316\u306e\u30c4\u30ea\u30fc (\u5168\u4f53\u307e\u305f\u306f\u30b5\u30d6\u30d1\u30fc\u30c8) \u306b\u4f7f\u7528\u3055\u308c\u308b\u30ab\u30b9\u30bf\u30e0 Java \u30af\u30e9\u30b9
complex-type.com.ibm.xsp.extlib.renderkit.html_extended.outline.tree.HtmlTagsRenderer.name= \u62bd\u8c61 HTML \u30bf\u30b0
complex-type.com.ibm.xsp.extlib.renderkit.html_extended.outline.tree.HtmlTagsRenderer.descr= HTML \u30bf\u30b0\u306e\u62bd\u8c61\u30af\u30e9\u30b9
property.containerStyle.name= \u30b3\u30f3\u30c6\u30ca\u30b9\u30bf\u30a4\u30eb
property.containerStyle.descr= \u30b3\u30f3\u30c6\u30ca\u306e HTML \u30b9\u30bf\u30a4\u30eb\u5c5e\u6027
property.containerStyleClass.name= \u30b3\u30f3\u30c6\u30ca\u30b9\u30bf\u30a4\u30eb\u30af\u30e9\u30b9
property.containerStyleClass.descr= \u30b3\u30f3\u30c6\u30ca\u306e HTML \u30af\u30e9\u30b9\u5c5e\u6027
property.itemStyle.name= \u9805\u76ee\u30b9\u30bf\u30a4\u30eb
property.itemStyle.descr= \u9805\u76ee\u306e HTML \u30b9\u30bf\u30a4\u30eb\u5c5e\u6027
property.itemStyleClass.name= \u9805\u76ee\u30b9\u30bf\u30a4\u30eb\u30af\u30e9\u30b9
property.itemStyleClass.descr= \u9805\u76ee\u306e HTML \u30af\u30e9\u30b9\u5c5e\u6027
property.selectedItemStyle.name= \u9078\u629e\u3055\u308c\u305f\u9805\u76ee\u30b9\u30bf\u30a4\u30eb
property.selectedItemStyle.descr= \u9078\u629e\u3055\u308c\u305f\u9805\u76ee\u306e HTML \u30b9\u30bf\u30a4\u30eb\u5c5e\u6027
property.selectedItemStyleClass.name= \u9078\u629e\u3055\u308c\u305f\u9805\u76ee\u30b9\u30bf\u30a4\u30eb\u30af\u30e9\u30b9
property.selectedItemStyleClass.descr= \u9078\u629e\u3055\u308c\u305f\u9805\u76ee\u306e HTML \u30af\u30e9\u30b9\u5c5e\u6027
property.disabledItemStyle.name= \u7121\u52b9\u306b\u3055\u308c\u305f\u9805\u76ee\u30b9\u30bf\u30a4\u30eb
property.disabledItemStyle.descr= \u7121\u52b9\u306a\u9805\u76ee\u306e HTML \u30b9\u30bf\u30a4\u30eb\u5c5e\u6027
property.disabledItemStyleClass.name= \u7121\u52b9\u306b\u3055\u308c\u305f\u9805\u76ee\u30b9\u30bf\u30a4\u30eb\u30af\u30e9\u30b9
property.disabledItemStyleClass.descr= \u7121\u52b9\u306a\u9805\u76ee\u306e HTML \u30af\u30e9\u30b9\u5c5e\u6027
complex-type.htmlListRenderer.name= HTML \u30ea\u30b9\u30c8\u30d5\u30a9\u30fc\u30de\u30c3\u30bf
# "ul", "li" should not be translated
complex-type.htmlListRenderer.descr= ul \u30bf\u30b0\u3068 li \u30bf\u30b0\u306e\u5f62\u5f0f\u3067 HTML \u30ea\u30b9\u30c8\u3092\u30d5\u30a9\u30fc\u30de\u30c3\u30c8\u8a2d\u5b9a\u3059\u308b\u30b3\u30f3\u30c8\u30ed\u30fc\u30eb\u3002 \u901a\u5e38\u3001\u3053\u308c\u3089\u306e\u30bf\u30b0\u3092\u30ce\u30fc\u30c9\u306b\u9069\u7528\u3059\u308b\u305f\u3081\u306b\u6c4e\u7528\u30a2\u30a6\u30c8\u30e9\u30a4\u30f3\u30b3\u30f3\u30c8\u30ed\u30fc\u30eb\u3067\u4f7f\u7528\u3055\u308c\u307e\u3059\u3002
complex-type.htmlDivSpanRenderer.name= HTML Div/Span \u30d5\u30a9\u30fc\u30de\u30c3\u30bf
# "div", "span" should not be translated
complex-type.htmlDivSpanRenderer.descr= div \u30bf\u30b0\u3068 span \u30bf\u30b0\u306e\u5f62\u5f0f\u3067 HTML \u30d5\u30e9\u30b0\u30e1\u30f3\u30c8\u3092\u30d5\u30a9\u30fc\u30de\u30c3\u30c8\u8a2d\u5b9a\u3059\u308b\u30b3\u30f3\u30c8\u30ed\u30fc\u30eb\u3002 \u901a\u5e38\u3001\u3053\u308c\u3089\u306e\u30bf\u30b0\u3092\u30ce\u30fc\u30c9\u306b\u9069\u7528\u3059\u308b\u305f\u3081\u306b\u6c4e\u7528\u30a2\u30a6\u30c8\u30e9\u30a4\u30f3\u30b3\u30f3\u30c8\u30ed\u30fc\u30eb\u3067\u4f7f\u7528\u3055\u308c\u307e\u3059\u3002
