# *****************************************************************
#
# IBM Confidential
#
# OCO Source Materials
#
# Copyright IBM Corp. 2010, 2012                                   
#
# The source code for this program is not published or otherwise
# divested of its trade secrets, irrespective of what has been
# deposited with the U.S. Copyright Office.
#
# ***************************************************************** 
# DO NOT EDIT. THIS FILE IS GENERATED.
# NLS_ENCODING=UNICODE 
# NLS_MARKUP=IBMNJDK2 
# NLS_MESSAGEFORMAT_NONE
## G11N SA UI -- Special IT Audience resources follow
component.com.ibm.xsp.extlib.data.DataSourceIterator.name= \u30c7\u30fc\u30bf\u30bd\u30fc\u30b9\u30b3\u30f3\u30c8\u30ed\u30fc\u30eb\u306e\u7e70\u308a\u8fd4\u3057
component.com.ibm.xsp.extlib.data.DataSourceIterator.descr= \u30c7\u30fc\u30bf\u30bd\u30fc\u30b9\u304c\u542b\u307e\u308c\u305f\u7e70\u308a\u8fd4\u3057\u30b3\u30f3\u30c8\u30ed\u30fc\u30eb\u306e\u62bd\u8c61\u30d9\u30fc\u30b9\u30af\u30e9\u30b9\u3002
property.data.name= \u30c7\u30fc\u30bf
property.data.descr= \u3053\u306e\u30b3\u30f3\u30c8\u30ed\u30fc\u30eb\u306b\u95a2\u9023\u4ed8\u3051\u3089\u308c\u308b\u30c7\u30fc\u30bf\u30bd\u30fc\u30b9\u3092\u6307\u5b9a\u3057\u307e\u3059\u3002 \u3053\u308c\u306f\u901a\u5e38\u3001\u8907\u6570\u306e\u9805\u76ee\u304c\u3042\u308b\u30c7\u30fc\u30bf\u30bd\u30fc\u30b9 (Domino \u30d3\u30e5\u30fc\u30c7\u30fc\u30bf\u30bd\u30fc\u30b9\u306a\u3069) \u3067\u3059\u3002
property.expandedDetail.name= \u5c55\u958b\u3055\u308c\u305f\u8a73\u7d30
# "disableHideRow" is a property name and should not be translated
property.expandedDetail.descr= \u8a73\u7d30\u30bb\u30af\u30b7\u30e7\u30f3\u3092\u30c7\u30d5\u30a9\u30eb\u30c8\u3067\u5c55\u958b\u3059\u308b\u304b\u3069\u3046\u304b\u3092\u6307\u5b9a\u3057\u307e\u3059\u3002 \u306a\u304a\u3001\u3053\u306e\u30d7\u30ed\u30d1\u30c6\u30a3\u306f\u3001\u884c\u3054\u3068\u306b\u518d\u8a55\u4fa1\u3055\u308c\u307e\u305b\u3093\u3002 disableHideRow \u30d7\u30ed\u30d1\u30c6\u30a3\u3092\u8a08\u7b97\u3059\u308b\u3053\u3068\u3067\u3001\u884c\u306b\u3064\u3044\u3066\u3053\u308c\u3092\u4e0a\u66f8\u304d\u3067\u304d\u307e\u3059\u3002 \u30c7\u30d5\u30a9\u30eb\u30c8\u3067\u306f false \u306b\u306a\u308a\u3001\u5c55\u958b\u3055\u308c\u306a\u3044\u3053\u3068\u3092\u610f\u5473\u3057\u307e\u3059\u3002
component.multiImage.name= \u30de\u30eb\u30c1\u30a4\u30e1\u30fc\u30b8\u51fa\u529b
component.multiImage.descr= \u30ea\u30b9\u30c8\u304b\u3089\u8868\u793a\u3059\u308b\u30a2\u30a4\u30b3\u30f3\u3092\u9078\u629e\u3059\u308b\u30de\u30eb\u30c1\u30a4\u30e1\u30fc\u30b8\u30b3\u30f3\u30c8\u30ed\u30fc\u30eb\u3002\u8868\u793a\u3055\u308c\u308b\u30a2\u30a4\u30b3\u30f3\u306f\u3001\u3053\u306e\u30b3\u30f3\u30c8\u30ed\u30fc\u30eb\u304c\u30d0\u30a4\u30f3\u30c9\u3055\u308c\u3066\u3044\u308b\u30d5\u30a3\u30fc\u30eb\u30c9\u306e\u73fe\u5728\u306e\u5024\u306b\u3088\u3063\u3066\u7570\u306a\u308a\u307e\u3059\u3002
property.icons.component.multiImage.name= \u30a2\u30a4\u30b3\u30f3
property.icons.component.multiImage.descr= \u5024\u306b\u57fa\u3065\u3044\u3066\u30a2\u30a4\u30b3\u30f3\u3092\u5b9a\u7fa9\u3057\u307e\u3059
component.com.ibm.xsp.extlib.data.AbstractDataView.name= \u62bd\u8c61\u30c7\u30fc\u30bf\u30d3\u30e5\u30fc
component.com.ibm.xsp.extlib.data.AbstractDataView.descr= \u8907\u6570\u306e\u884c (\u901a\u5e38\u306f Domino \u30d3\u30e5\u30fc\u306e\u884c) \u3092\u8868\u793a\u3059\u308b\u3044\u304f\u3064\u304b\u306e\u30b3\u30f3\u30c8\u30ed\u30fc\u30eb\u306e\u57fa\u672c\u30af\u30e9\u30b9\u3002\u30c7\u30fc\u30bf\u30d3\u30e5\u30fc\u30b3\u30f3\u30c8\u30ed\u30fc\u30eb\u3068\u30d5\u30a9\u30fc\u30e9\u30e0\u30d3\u30e5\u30fc\u30b3\u30f3\u30c8\u30ed\u30fc\u30eb\u306b\u306f\u3001\u3053\u306e\u57fa\u672c\u30af\u30e9\u30b9\u3067\u5171\u6709\u3055\u308c\u308b\u3044\u304f\u3064\u304b\u306e\u5171\u901a\u3059\u308b\u52d5\u4f5c\u304c\u3042\u308a\u307e\u3059\u3002
property.showItemsFlat.name= \u9805\u76ee\u3092\u30d5\u30e9\u30c3\u30c8\u306b\u8868\u793a
property.showItemsFlat.descr= \u30d3\u30e5\u30fc\u9805\u76ee\u3092\u30d5\u30e9\u30c3\u30c8\u30d5\u30a9\u30fc\u30de\u30c3\u30c8\u3067\u8868\u793a\u3057\u307e\u3059\u3002\u5fdc\u7b54\u968e\u5c64\u306f\u7121\u8996\u3055\u308c\u3001\u5fdc\u7b54\u306f\u30a4\u30f3\u30c7\u30f3\u30c8\u4ed8\u304d\u3067\u8868\u793a\u3055\u308c\u307e\u305b\u3093
property.detailsOnClient.name= \u30af\u30e9\u30a4\u30a2\u30f3\u30c8\u3067\u8a73\u7d30\u306e\u5c55\u958b\u3068\u7701\u7565\u8868\u793a
property.detailsOnClient.descr= \u30af\u30e9\u30a4\u30a2\u30f3\u30c8\u3067\u5c55\u958b\u30a2\u30af\u30b7\u30e7\u30f3\u3068\u7701\u7565\u8868\u793a\u30a2\u30af\u30b7\u30e7\u30f3\u3092\u51e6\u7406\u3057\u307e\u3059\u3002 \u5b8c\u5168\u306a\u8a73\u7d30\u30b3\u30f3\u30c6\u30f3\u30c4\u304c\u30af\u30e9\u30a4\u30a2\u30f3\u30c8 (\u901a\u5e38\u306f\u3001Web \u30d6\u30e9\u30a6\u30b6) \u306b\u9001\u4fe1\u3055\u308c\u3001\u5c55\u958b\u30a2\u30af\u30b7\u30e7\u30f3\u3068\u7701\u7565\u8868\u793a\u30a2\u30af\u30b7\u30e7\u30f3\u306f\u30b5\u30fc\u30d0\u30fc\u30e9\u30a6\u30f3\u30c9\u30c8\u30ea\u30c3\u30d7\u3092\u8d77\u52d5\u3057\u307e\u305b\u3093\u3002
property.collapsibleDetail.name= \u8a73\u7d30\u306f\u7701\u7565\u8868\u793a\u53ef\u80fd
property.collapsibleDetail.descr= \u8a73\u7d30\u304c\u7701\u7565\u8868\u793a\u53ef\u80fd\u304b\u3069\u3046\u304b\u3092\u6307\u5b9a\u3057\u307e\u3059\u3002 \u3053\u308c\u306f\u30c7\u30d5\u30a9\u30eb\u30c8\u3067 false \u3067\u3042\u308b\u305f\u3081\u3001\u8a73\u7d30\u9818\u57df\u306f\u5c55\u958b\u3055\u308c\u3066\u304a\u308a\u3001\u30e6\u30fc\u30b6\u30fc\u304c\u8a73\u7d30\u3092\u975e\u8868\u793a\u306b\u3059\u308b\u305f\u3081\u306e\u5207\u308a\u66ff\u3048\u30dc\u30bf\u30f3\u306f\u30d6\u30e9\u30a6\u30b6\u306b\u3042\u308a\u307e\u305b\u3093\u3002
property.disableHideRow.name= \u884c\u306e\u975e\u8868\u793a\u3092\u7121\u52b9\u306b\u3059\u308b
property.disableHideRow.descr= \u8a73\u7d30\u306e\u8868\u793a\u307e\u305f\u306f\u975e\u8868\u793a\u3092\u5207\u308a\u66ff\u3048\u3001\u884c\u306e\u8a73\u7d30\u3092\u8868\u793a\u3067\u304d\u308b\u30dc\u30bf\u30f3\u3092\u7121\u52b9\u306b\u3057\u307e\u3059\u3002 \u3053\u308c\u306f\u884c\u3054\u3068\u306b 1 \u56de\u8a55\u4fa1\u3055\u308c\u3001expandedDetail \u30d7\u30ed\u30d1\u30c6\u30a3\u304c false \u306e\u5834\u5408\u3067\u3082\u884c\u306e\u8a73\u7d30\u3092\u8868\u793a\u3059\u308b\u3053\u3068\u304c\u3067\u304d\u307e\u3059\u3002
property.rowStyle.name= \u884c CSS \u30b9\u30bf\u30a4\u30eb
property.rowStyle.descr= \u884c\u3092\u8868\u793a\u3059\u308b\u305f\u3081\u306b\u4f7f\u7528\u3055\u308c\u308b CSS \u30b9\u30bf\u30a4\u30eb\u3092\u5b9a\u7fa9\u3057\u307e\u3059
property.rowStyleClass.name= \u884c CSS \u30b9\u30bf\u30a4\u30eb\u30af\u30e9\u30b9
property.rowStyleClass.descr= \u30d3\u30e5\u30fc\u884c\u306b\u9069\u7528\u3055\u308c\u308b 1 \u3064\u4ee5\u4e0a\u306e CSS \u30b9\u30bf\u30a4\u30eb\u30af\u30e9\u30b9\u306e\u30b9\u30da\u30fc\u30b9\u533a\u5207\u308a\u306e\u30ea\u30b9\u30c8\u3092\u5b9a\u7fa9\u3057\u307e\u3059
property.summaryColumn.name= \u8981\u7d04\u5217
# the text >xp:key="summary"< should not be translated.
property.summaryColumn.descr= \u8981\u7d04\u5217\u3092\u5217\u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u3068\u3057\u3066\u5b9a\u7fa9\u3057\u307e\u3059\u3002 \u306a\u304a\u3001\u8981\u7d04\u5217\u306f\u3001\u30d5\u30a1\u30bb\u30c3\u30c8\u540d xp:key="summary" \u3092\u4f7f\u7528\u3057\u3066\u3001\u30d5\u30a1\u30bb\u30c3\u30c8\u30b3\u30f3\u30c8\u30ed\u30fc\u30eb\u3067\u5b9a\u7fa9\u3059\u308b\u3053\u3068\u3082\u3067\u304d\u307e\u3059\u3002
property.pageName.name= \u30da\u30fc\u30b8\u540d
property.pageName.descr= \u8981\u7d04\u30ea\u30f3\u30af\u304c\u30af\u30ea\u30c3\u30af\u3055\u308c\u305f\u3068\u304d\u306b\u6587\u66f8\u3092\u958b\u304f\u305f\u3081\u306b\u4f7f\u7528\u3055\u308c\u308b\u30da\u30fc\u30b8
property.openDocAsReadonly.name= \u6587\u66f8\u3092\u8aad\u307f\u53d6\u308a\u5c02\u7528\u3067\u958b\u304f
property.openDocAsReadonly.descr= \u3053\u306e\u30d5\u30e9\u30b0\u306f\u3001\u8981\u7d04\u30ea\u30f3\u30af\u304c\u30af\u30ea\u30c3\u30af\u3055\u308c\u305f\u3068\u304d\u306b\u3001\u958b\u304f\u6587\u66f8\u3092\u8aad\u307f\u53d6\u308a\u5c02\u7528\u30e2\u30fc\u30c9\u306b\u3059\u308b\u304b\u7de8\u96c6\u53ef\u80fd\u3068\u3059\u308b\u304b\u3092\u793a\u3057\u307e\u3059\u3002
component.dataView.name= \u30c7\u30fc\u30bf\u30d3\u30e5\u30fc
component.dataView.descr= \u30cf\u30a4\u30ec\u30d9\u30eb\u30d3\u30e5\u30fc\u30b3\u30f3\u30c8\u30ed\u30fc\u30eb
property.showCheckbox.name= \u30c1\u30a7\u30c3\u30af\u30dc\u30c3\u30af\u30b9\u306e\u8868\u793a
property.showCheckbox.descr= \u884c\u306e\u9078\u629e\u3092\u53ef\u80fd\u306b\u3059\u308b\u30c1\u30a7\u30c3\u30af\u30dc\u30c3\u30af\u30b9\u3092\u8868\u793a\u3057\u307e\u3059
property.showHeaderCheckbox.name= \u30d8\u30c3\u30c0\u30fc\u306b\u30c1\u30a7\u30c3\u30af\u30dc\u30c3\u30af\u30b9\u3092\u8868\u793a
property.showHeaderCheckbox.descr= \u30c1\u30a7\u30c3\u30af\u30de\u30fc\u30af\u3092\u4ed8\u3051\u308b\u3068\u3001\u3059\u3079\u3066\u306e\u884c\u3092\u9078\u629e\u3059\u308b\u30c1\u30a7\u30c3\u30af\u30dc\u30c3\u30af\u30b9\u3092\u30bf\u30a4\u30c8\u30eb\u9818\u57df\u306b\u8868\u793a\u3057\u307e\u3059
property.columnTitles.name= \u5217\u30bf\u30a4\u30c8\u30eb
property.columnTitles.descr= \u5217\u30bf\u30a4\u30c8\u30eb\u3092\u8868\u793a\u3059\u308b\u304b\u3069\u3046\u304b\u3092\u6307\u5b9a\u3057\u307e\u3059\u3002 \u30c7\u30d5\u30a9\u30eb\u30c8\u306f false \u3067\u3059\u3002
property.collapsibleCategory.name= \u7701\u7565\u8868\u793a\u53ef\u80fd\u306a\u30ab\u30c6\u30b4\u30ea
property.collapsibleCategory.descr= \u30ab\u30c6\u30b4\u30ea\u884c\u304c\u7701\u7565\u8868\u793a\u53ef\u80fd\u304b\u3069\u3046\u304b\u3092\u6307\u5b9a\u3057\u307e\u3059\u3002 \u3053\u308c\u306f\u3001\u30c7\u30d5\u30a9\u30eb\u30c8\u3067 true \u306b\u306a\u308a\u307e\u3059\u3002
property.collapsibleRows.name= \u7701\u7565\u8868\u793a\u53ef\u80fd\u306a\u884c
property.collapsibleRows.descr= \u5fdc\u7b54\u6587\u66f8\u306e\u8868\u793a\u6642\u306b\u884c\u304c\u7701\u7565\u8868\u793a\u53ef\u80fd\u304b\u3069\u3046\u304b\u3092\u6307\u5b9a\u3057\u307e\u3059
property.multiColumnCount.name= \u30de\u30eb\u30c1\u5217\u30ab\u30a6\u30f3\u30c8
# "3" with quotes should not be translated.
property.multiColumnCount.descr= \u5358\u4e00\u884c\u306b\u8907\u6570\u306e\u6587\u66f8\u307e\u305f\u306f\u7e70\u308a\u8fd4\u3057\u30a8\u30f3\u30c8\u30ea\u3092\u8868\u793a\u3059\u308b\u3053\u3068\u3092\u6307\u5b9a\u3057\u307e\u3059\u3002 \u305d\u306e\u305f\u3081\u3001\u3053\u308c\u3092\u300c3\u300d\u306b\u8a2d\u5b9a\u3059\u308b\u3068\u30011 \u884c\u306b\u6700\u521d\u306e 3 \u3064\u306e\u6587\u66f8\u304c\u6a2a\u306b\u4e26\u3079\u3066\u8868\u793a\u3055\u308c\u3001\u6b21\u306e 3 \u3064\u306e\u6587\u66f8\u304c\u6b21\u306e\u884c\u306b\u8868\u793a\u3055\u308c\u308b\u3001\u3068\u3044\u3063\u305f\u3088\u3046\u306b\u8868\u793a\u3055\u308c\u307e\u3059\u3002 \u3053\u308c\u304c\u6307\u5b9a\u3055\u308c\u3066\u3044\u306a\u3044\u5834\u5408\u306f\u30011 \u884c\u306b 1 \u3064\u306e\u6587\u66f8\u304c\u8868\u793a\u3055\u308c\u307e\u3059\u3002
property.iconColumn.name= \u30a2\u30a4\u30b3\u30f3\u5217
# the text >xp:key="icon"< should not be translated.
property.iconColumn.descr= \u30a2\u30a4\u30b3\u30f3\u5217\u3092\u5217\u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u3068\u3057\u3066\u5b9a\u7fa9\u3057\u307e\u3059\u3002 \u306a\u304a\u3001\u30a2\u30a4\u30b3\u30f3\u5217\u306f\u3001\u30d5\u30a1\u30bb\u30c3\u30c8\u540d xp:key="icon" \u3092\u4f7f\u7528\u3057\u3066\u3001\u30d5\u30a1\u30bb\u30c3\u30c8\u30b3\u30f3\u30c8\u30ed\u30fc\u30eb\u3067\u5b9a\u7fa9\u3059\u308b\u3053\u3068\u3082\u3067\u304d\u307e\u3059
property.categoryColumn.name= \u30ab\u30c6\u30b4\u30ea\u5217
# the values xp:key="categoryRow" and xp:key="categoryRow1" should not be translated.
property.categoryColumn.descr= 1 \u3064\u4ee5\u4e0a\u306e\u30ab\u30c6\u30b4\u30ea\u5217\u3092\u5217\u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u3068\u3057\u3066\u5b9a\u7fa9\u3057\u307e\u3059\u3002 \u3059\u3079\u3066\u306e\u30c7\u30fc\u30bf\u884c\u306b\u30ab\u30c6\u30b4\u30ea\u5217\u304c\u8868\u793a\u3055\u308c\u308b\u308f\u3051\u3067\u306f\u3042\u308a\u307e\u305b\u3093\u3002\u305d\u3046\u3067\u306f\u306a\u304f\u3001\u4e00\u90e8\u306e\u884c\u304c\u30ab\u30c6\u30b4\u30ea\u884c\u3068\u3057\u3066\u691c\u51fa\u3055\u308c\u3001\u305d\u306e\u3088\u3046\u306a\u884c\u306b\u95a2\u9023\u30ab\u30c6\u30b4\u30ea\u5217\u304c\u3001\u901a\u5e38\u306e\u8981\u7d04\u3084\u5217\u306e\u4ee3\u308f\u308a\u306b\u8868\u793a\u3055\u308c\u307e\u3059\u3002 \u306a\u304a\u3001\u30ab\u30c6\u30b4\u30ea\u5217\u306f\u3001\u30d5\u30a1\u30bb\u30c3\u30c8\u540d xp:key="categoryRow"\u3001xp:key="categoryRow1"\u3001xp:key="categoryRow2" \u306a\u3069\u3092\u4f7f\u7528\u3057\u3066\u3001\u30d5\u30a1\u30bb\u30c3\u30c8\u30b3\u30f3\u30c8\u30ed\u30fc\u30eb\u3067\u5b9a\u7fa9\u3059\u308b\u3053\u3068\u3082\u3067\u304d\u307e\u3059\u3002
property.extraColumns.name= \u8ffd\u52a0\u306e\u5217
# these should not be translated: xp:key="extra0", xp:key="extra1", "extraColumns"
property.extraColumns.descr= \u30ec\u30f3\u30c0\u30ea\u30f3\u30b0\u3059\u308b\u8ffd\u52a0\u5217\u3092\u5b9a\u7fa9\u3057\u307e\u3059 (\u5b58\u5728\u3059\u308b\u5834\u5408)\u3002 \u8ffd\u52a0\u5217\u306e\u5024\u306f\u3053\u306e\u30d7\u30ed\u30d1\u30c6\u30a3\u3067\u6307\u5b9a\u3059\u308b\u304b\u3001\u30d5\u30a1\u30bb\u30c3\u30c8\u540d xp:key="extra0"\u3001xp:key="extra1" \u306a\u3069\u3092\u4f7f\u7528\u3057\u3066\u30d5\u30a1\u30bb\u30c3\u30c8\u30b3\u30f3\u30c8\u30ed\u30fc\u30eb\u3068\u3057\u3066\u6307\u5b9a\u3059\u308b\u3053\u3068\u304c\u3067\u304d\u307e\u3059\u3002 \u3059\u3079\u3066\u306e\u30d5\u30a1\u30bb\u30c3\u30c8\u306b\u306f\u3001\u3053\u306e extraColumns \u30ea\u30b9\u30c8\u5185\u306b\u5bfe\u5fdc\u3059\u308b\u5217\u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u304c\u5fc5\u8981\u3067\u3059\u3002\u3053\u306e\u5217\u306b\u3088\u3063\u3066\u3001\u30d5\u30a1\u30bb\u30c3\u30c8\u304c\u8868\u793a\u3055\u308c\u308b\u5834\u6240\u304c\u6c7a\u307e\u308b\u305f\u3081\u3067\u3059\u3002
component.forumView.name= \u30d5\u30a9\u30fc\u30e9\u30e0\u30d3\u30e5\u30fc
component.forumView.descr= \u968e\u5c64\u30d3\u30e5\u30fc\u3092\u30ec\u30f3\u30c0\u30ea\u30f3\u30b0\u3059\u308b\u30cf\u30a4\u30ec\u30d9\u30eb\u30b3\u30f3\u30c8\u30ed\u30fc\u30eb\u3002
complex-type.com.ibm.xsp.extlib.component.data.ValueColumn.name= \u62bd\u8c61\u5217
complex-type.com.ibm.xsp.extlib.component.data.ValueColumn.descr= \u5024\u3092\u4fdd\u6301\u3059\u308b\u5217\u306e\u30d9\u30fc\u30b9\u30af\u30e9\u30b9\u3002
property.columnTitle.name= \u5217\u30bf\u30a4\u30c8\u30eb
property.columnTitle.descr= \u5217\u306e\u5148\u982d\u306b\u8868\u793a\u3055\u308c\u308b\u5217\u306e\u30bf\u30a4\u30c8\u30eb
property.columnName.complex-type.com.ibm.xsp.extlib.component.data.ValueColumn.name= \u5217\u540d
property.columnName.complex-type.com.ibm.xsp.extlib.component.data.ValueColumn.descr= \u30d3\u30e5\u30fc\u306e\u5217\u306b\u8868\u793a\u3059\u308b\u30c7\u30fc\u30bf\u5217\u306e\u540d\u524d\u3002
property.href.complex-type.com.ibm.xsp.extlib.component.data.ValueColumn.name= URL \u53c2\u7167
property.href.complex-type.com.ibm.xsp.extlib.component.data.ValueColumn.descr= \u4e00\u90e8\u306e\u5217\u3067\u306f\u3001\u3053\u306e "href" \u30d7\u30ed\u30d1\u30c6\u30a3\u304c\u5b58\u5728\u3059\u308b\u3068\u3001\u3053\u306e URL \u306b\u3088\u3063\u3066\u53c2\u7167\u3055\u308c\u308b\u30a2\u30c9\u30ec\u30b9\u3092\u958b\u304f\u30ea\u30f3\u30af\u3068\u3057\u3066\u5217\u306e\u5024\u304c\u8868\u793a\u3055\u308c\u307e\u3059
property.contentType.name= \u30b3\u30f3\u30c6\u30f3\u30c4\u30bf\u30a4\u30d7
property.contentType.descr= \u671f\u5f85\u3055\u308c\u308b\u30b3\u30f3\u30c6\u30f3\u30c4\u306e\u30bf\u30a4\u30d7\u3092\u6307\u5b9a\u3057\u307e\u3059\u3002 HTML \u3068\u30c6\u30ad\u30b9\u30c8\u304c\u30b5\u30dd\u30fc\u30c8\u3055\u308c\u3066\u3044\u307e\u3059\u3002 \u30c6\u30ad\u30b9\u30c8\u304c\u30c7\u30d5\u30a9\u30eb\u30c8\u3067\u3059\u3002
property.headerStyle.name= \u30d8\u30c3\u30c0\u30fc\u30b9\u30bf\u30a4\u30eb
property.headerStyle.descr= \u30bf\u30a4\u30c8\u30eb\u30bb\u30eb\u306b\u8ffd\u52a0\u3055\u308c\u308b HTML \u30b9\u30bf\u30a4\u30eb\u5c5e\u6027
property.headerStyleClass.name= \u30d8\u30c3\u30c0\u30fc\u30b9\u30bf\u30a4\u30eb\u30af\u30e9\u30b9
property.headerStyleClass.descr= \u30bf\u30a4\u30c8\u30eb\u30bb\u30eb\u306b\u8ffd\u52a0\u3055\u308c\u308b HTML \u30b9\u30bf\u30a4\u30eb\u30af\u30e9\u30b9\u5c5e\u6027
complex-type.viewSummaryColumn.name= \u8981\u7d04\u5217
complex-type.viewSummaryColumn.descr= \u30c7\u30fc\u30bf\u30d3\u30e5\u30fc\u306b\u8868\u793a\u3059\u308b\u8981\u7d04\u5217
property.href.complex-type.viewSummaryColumn.name= URL \u53c2\u7167
property.href.complex-type.viewSummaryColumn.descr= \u8981\u7d04\u5217\u306b\u3064\u3044\u3066\u306f\u3001"href" \u30d7\u30ed\u30d1\u30c6\u30a3\u3092\u30c7\u30fc\u30bf\u30d3\u30e5\u30fc\u306e "pageName" \u30d7\u30ed\u30d1\u30c6\u30a3\u306e\u4ee3\u308f\u308a\u306b\u4f7f\u7528\u3059\u308b\u3053\u3068\u3067\u3001\u6307\u5b9a\u3057\u305f XPage \u3078\u306e\u30ea\u30f3\u30af\u306e\u4ee3\u308f\u308a\u306b\u3001\u4efb\u610f\u306e URL \u30a2\u30c9\u30ec\u30b9\u3078\u306e\u30ea\u30f3\u30af\u3068\u3057\u3066\u8981\u7d04\u30c6\u30ad\u30b9\u30c8\u3092\u8868\u793a\u3067\u304d\u307e\u3059\u3002
complex-type.viewCategoryColumn.name= \u30ab\u30c6\u30b4\u30ea\u5217
complex-type.viewCategoryColumn.descr= \u30c7\u30fc\u30bf\u30d3\u30e5\u30fc\u306b\u8868\u793a\u3059\u308b\u30ab\u30c6\u30b4\u30ea\u5217
property.columnName.complex-type.viewCategoryColumn.name= \u5217\u540d
property.columnName.complex-type.viewCategoryColumn.descr= \u30d3\u30e5\u30fc\u306e\u5217\u306b\u8868\u793a\u3059\u308b\u30c7\u30fc\u30bf\u5217\u306e\u540d\u524d
complex-type.viewExtraColumn.name= \u8ffd\u52a0\u306e\u5217
complex-type.viewExtraColumn.descr= \u30c7\u30fc\u30bf\u30d3\u30e5\u30fc\u306b\u8868\u793a\u3059\u308b\u8ffd\u52a0\u5217
complex-type.viewIconColumn.name= \u30a2\u30a4\u30b3\u30f3\u5217
complex-type.viewIconColumn.descr= \u30c7\u30fc\u30bf\u30d3\u30e5\u30fc\u306b\u8868\u793a\u3059\u308b\u30a2\u30a4\u30b3\u30f3\u5217
property.columnName.complex-type.viewIconColumn.name= \u5217\u540d
property.columnName.complex-type.viewIconColumn.descr= \u30d3\u30e5\u30fc\u306e\u5217\u306b\u30c1\u30a7\u30c3\u30af\u30a4\u30f3\u3059\u308b\u30c7\u30fc\u30bf\u5217\u306e\u540d\u524d\u3002
property.value.name= \u5024
property.value.descr= \u30a2\u30a4\u30b3\u30f3\u3092\u8868\u793a\u3059\u308b\u305f\u3081\u306b\u5217\u306e\u5024\u306b\u4e00\u81f4\u3059\u308b\u5fc5\u8981\u304c\u3042\u308b\u5024
property.icons.complex-type.viewIconColumn.name= \u30a2\u30a4\u30b3\u30f3
property.icons.complex-type.viewIconColumn.descr= \u30a2\u30a4\u30b3\u30f3\u306e\u30ea\u30b9\u30c8\u3092\u5b9a\u7fa9\u3057\u307e\u3059\u3002\u73fe\u5728\u306e\u5024\u306b\u5fdc\u3058\u3066\u3001\u30a2\u30a4\u30b3\u30f3\u306e 1 \u3064\u304c\u8868\u793a\u3055\u308c\u307e\u3059
complex-type.iconEntry.name= \u30a2\u30a4\u30b3\u30f3\u30a8\u30f3\u30c8\u30ea
complex-type.iconEntry.descr= \u5024\u30d9\u30fc\u30b9\u3067\u30a2\u30a4\u30b3\u30f3\u3092\u5b9a\u7fa9\u3059\u308b\u30a2\u30a4\u30b3\u30f3\u30a8\u30f3\u30c8\u30ea
property.url.name= \u30a4\u30e1\u30fc\u30b8 URL
property.url.descr= \u30a4\u30e1\u30fc\u30b8\u306e URL
property.alt.name= \u4ee3\u66ff\u30c6\u30ad\u30b9\u30c8
property.alt.descr= \u30a4\u30e1\u30fc\u30b8\u306e\u4ee3\u66ff\u30c6\u30ad\u30b9\u30c8
property.selectedValue.name= \u9078\u629e\u6e08\u307f\u306e\u5024
property.selectedValue.descr= \u30a2\u30a4\u30b3\u30f3\u3092\u8868\u793a\u3059\u308b\u305f\u3081\u306b\u5217\u306e\u5024\u306b\u4e00\u81f4\u3059\u308b\u5fc5\u8981\u304c\u3042\u308b\u5024
property.selected.name= \u9078\u629e\u6e08\u307f
property.selected.descr= \u30a4\u30e1\u30fc\u30b8\u3092\u9078\u629e\u3059\u308b\u304b\u3069\u3046\u304b\u3092\u793a\u3059\u30d7\u30ed\u30d1\u30c6\u30a3\u3002 \u3053\u308c\u304c\u4f7f\u7528\u3055\u308c\u308b\u306e\u306f\u3001selectedValue \u30d7\u30ed\u30d1\u30c6\u30a3\u304c\u6307\u5b9a\u3055\u308c\u3066\u3044\u306a\u3044\u5834\u5408\u3067\u3059\u3002 \u3053\u308c\u306f\u901a\u5e38\u3001\u8a08\u7b97\u3055\u308c\u308b\u5024\u3067\u3059\u3002
component.forumPost.name= \u30d5\u30a9\u30fc\u30e9\u30e0\u6295\u7a3f
component.forumPost.descr= \u30e6\u30fc\u30b6\u30fc\u6295\u7a3f\u306e\u5185\u5bb9\u3092\u8868\u793a
