# *****************************************************************
#
# IBM Confidential
#
# OCO Source Materials
#
# Copyright IBM Corp. 2010, 2012                                   
#
# The source code for this program is not published or otherwise
# divested of its trade secrets, irrespective of what has been
# deposited with the U.S. Copyright Office.
#
# ***************************************************************** 
# DO NOT EDIT. THIS FILE IS GENERATED.
# NLS_ENCODING=UNICODE 
# NLS_MARKUP=IBMNJDK2 
# NLS_MESSAGEFORMAT_NONE
## G11N SA UI -- Special IT Audience resources follow
complex-category.basic = \u57fa\u672c
property.beforeContentLoad.name= \u30b3\u30f3\u30c6\u30f3\u30c4\u524d\u30e1\u30bd\u30c3\u30c9\u30d0\u30a4\u30f3\u30c7\u30a3\u30f3\u30b0
property.beforeContentLoad.descr= \u30b3\u30f3\u30c6\u30f3\u30c4\u306e\u8aad\u307f\u8fbc\u307f\u524d\u306b\u8d77\u52d5\u3055\u308c\u307e\u3059
property.afterContentLoad.name= \u30b3\u30f3\u30c6\u30f3\u30c4\u5f8c\u30e1\u30bd\u30c3\u30c9\u30d0\u30a4\u30f3\u30c7\u30a3\u30f3\u30b0
property.afterContentLoad.descr= \u30b3\u30f3\u30c6\u30f3\u30c4\u306e\u8aad\u307f\u8fbc\u307f\u5f8c\u306b\u8d77\u52d5\u3055\u308c\u307e\u3059
component.com.ibm.xsp.extlib.dynamiccontent.Dynamic.name= \u62bd\u8c61\u52d5\u7684\u30b3\u30f3\u30c8\u30ed\u30fc\u30eb
component.com.ibm.xsp.extlib.dynamiccontent.Dynamic.descr= \u62bd\u8c61\u30a4\u30f3\u30d7\u30ec\u30fc\u30b9\u7de8\u96c6\u30b3\u30f3\u30c6\u30ca
component.inPlaceForm.name= \u30a4\u30f3\u30d7\u30ec\u30fc\u30b9\u30d5\u30a9\u30fc\u30e0
component.inPlaceForm.descr= \u52d5\u7684\u30d5\u30a9\u30fc\u30e0\u3092\u8868\u793a\u3059\u308b\u305f\u3081\u306b\u4f7f\u7528\u3055\u308c\u308b\u30d1\u30cd\u30eb
property.partialEvents.component.inPlaceForm.name= \u5185\u90e8\u30b3\u30f3\u30c8\u30ed\u30fc\u30eb\u3067\u90e8\u5206\u30a4\u30d9\u30f3\u30c8\u3092\u4f7f\u7528\u3059\u308b
property.partialEvents.component.inPlaceForm.descr= \u3053\u306e\u9818\u57df\u5185\u306b\u542b\u307e\u308c\u308b\u30b3\u30f3\u30c8\u30ed\u30fc\u30eb\u4e0a\u306e\u3059\u3079\u3066\u306e\u30a4\u30d9\u30f3\u30c8\u306b\u90e8\u5206\u5b9f\u884c\u3068\u90e8\u5206\u7684\u306a\u66f4\u65b0\u3092\u81ea\u52d5\u7684\u306b\u9069\u7528\u3059\u308b\u3053\u3068\u3092\u6307\u5b9a\u3057\u307e\u3059\u3002\u307e\u305f\u3001\u3053\u306e\u3088\u3046\u306a\u30a4\u30d9\u30f3\u30c8\u306f\u3059\u3079\u3066\u3001\u90e8\u5206\u7684\u306b\u66f4\u65b0\u3055\u308c\u305f\u9818\u57df\u3068\u3057\u3066\u3053\u306e\u30b3\u30f3\u30c6\u30ca\u30b3\u30f3\u30c8\u30ed\u30fc\u30eb\u3092\u30bf\u30fc\u30b2\u30c3\u30c8\u306b\u3059\u308b\u3088\u3046\u306b\u5909\u66f4\u3055\u308c\u307e\u3059\u3002\u30c7\u30d5\u30a9\u30eb\u30c8\u306f false\u3002
component.dynamicContent.name= \u52d5\u7684\u30b3\u30f3\u30c6\u30f3\u30c4
component.dynamicContent.descr= \u52d5\u7684\u30da\u30fc\u30b8\u30d1\u30fc\u30c4\u306e\u8868\u793a\u306b\u4f7f\u7528\u3055\u308c\u308b\u30d1\u30cd\u30eb\u3002\u30d5\u30a1\u30bb\u30c3\u30c8\u540d\u306b\u57fa\u3065\u3044\u3066\u3001\u30d5\u30a1\u30bb\u30c3\u30c8\u5b9a\u7fa9\u304b\u3089\u5b50\u3092\u4f5c\u6210\u3057\u307e\u3059\u3002
property.useHash.name= URL \u30cf\u30c3\u30b7\u30e5\u306e\u4f7f\u7528
property.useHash.descr= \u30b3\u30f3\u30c8\u30ed\u30fc\u30eb\u304c URL \u30cf\u30c3\u30b7\u30e5 (\u3064\u307e\u308a\u3001/page1.xsp#detail \u306e\u3088\u3046\u306a URL \u5185\u306e\u300c#\u300d\u8a18\u53f7\u306e\u5f8c\u306e\u30c6\u30ad\u30b9\u30c8) \u3092\u4f7f\u7528\u3057\u3066\u72b6\u614b\u3092\u7ba1\u7406\u3059\u308b\u3053\u3068\u3092\u6307\u5b9a\u3057\u307e\u3059
property.defaultFacet.component.dynamicContent.name= \u30c7\u30d5\u30a9\u30eb\u30c8\u306e\u30d5\u30a1\u30bb\u30c3\u30c8
property.defaultFacet.component.dynamicContent.descr= \u30d1\u30e9\u30e1\u30fc\u30bf\u3068\u3057\u3066\u6e21\u3055\u308c\u306a\u304b\u3063\u305f\u5834\u5408\u306b\u4f7f\u7528\u3059\u308b\u30d5\u30a1\u30bb\u30c3\u30c8\u306e\u540d\u524d\u3092\u5b9a\u7fa9\u3057\u307e\u3059
component.switchFacet.name= \u30b9\u30a4\u30c3\u30c1
component.switchFacet.descr= \u52d5\u7684\u30da\u30fc\u30b8\u30d1\u30fc\u30c4\u3092\u8868\u793a\u3059\u308b\u30d1\u30cd\u30eb\u3002\u6761\u4ef6\u4ed8\u304d\u3067\u5b50\u30b3\u30f3\u30c8\u30ed\u30fc\u30eb\u3092\u30ec\u30f3\u30c0\u30ea\u30f3\u30b0\u3057\u307e\u3059\u3002
property.selectedFacet.name= \u30d5\u30a1\u30bb\u30c3\u30c8\u306e\u9078\u629e
property.selectedFacet.descr= \u4f7f\u7528\u3059\u308b\u30d5\u30a1\u30bb\u30c3\u30c8\u306e\u540d\u524d\u3092\u5b9a\u7fa9\u3057\u307e\u3059
property.defaultFacet.component.switchFacet.name= \u30c7\u30d5\u30a9\u30eb\u30c8\u306e\u30d5\u30a1\u30bb\u30c3\u30c8
property.defaultFacet.component.switchFacet.descr= \u9078\u629e\u3055\u308c\u305f\u30d5\u30a1\u30bb\u30c3\u30c8\u306b\u5b9f\u969b\u306b\u4e00\u81f4\u3059\u308b\u30d5\u30a1\u30bb\u30c3\u30c8\u304c\u306a\u3044\u5834\u5408\u306b\u4f7f\u7528\u3059\u308b\u30c7\u30d5\u30a9\u30eb\u30c8\u30d5\u30a1\u30bb\u30c3\u30c8\u306e\u540d\u524d\u3092\u5b9a\u7fa9\u3057\u307e\u3059\u3002
complex-type.changeDynamicContentAction.name= \u52d5\u7684\u30b3\u30f3\u30c6\u30f3\u30c4\u306e\u5909\u66f4
complex-type.changeDynamicContentAction.descr= \u52d5\u7684\u306b\u8aad\u307f\u8fbc\u307e\u308c\u305f\u9818\u57df\u5185\u306b\u7570\u306a\u308b\u30d5\u30a1\u30bb\u30c3\u30c8\u30b3\u30f3\u30c8\u30ed\u30fc\u30eb\u304c\u8868\u793a\u3055\u308c\u308b\u3088\u3046\u306b\u3001\u52d5\u7684\u30b3\u30f3\u30c6\u30f3\u30c4\u30b3\u30f3\u30c8\u30ed\u30fc\u30eb\u306e\u72b6\u614b\u3092\u5909\u66f4\u3059\u308b\u30a2\u30af\u30b7\u30e7\u30f3\u3002
property.for.name= \u5bfe\u8c61
property.for.descr= \u3053\u306e\u30a2\u30af\u30b7\u30e7\u30f3\u306b\u3088\u3063\u3066\u72b6\u614b\u304c\u5909\u66f4\u3055\u308c\u308b\u52d5\u7684\u30b3\u30f3\u30c6\u30f3\u30c4\u30b3\u30f3\u30c8\u30ed\u30fc\u30eb\u306e ID\u3002\u7a7a\u306e\u5834\u5408\u306f\u3001\u89aa\u968e\u5c64\u306b\u3042\u308b\u6700\u3082\u8fd1\u3044\u52d5\u7684\u30b3\u30f3\u30c6\u30f3\u30c4\u30b3\u30f3\u30c8\u30ed\u30fc\u30eb\u304c\u4f7f\u7528\u3055\u308c\u307e\u3059\u3002
property.facetName.name= \u30d5\u30a1\u30bb\u30c3\u30c8\u540d
# The quoted values "-empty-", "-children-" and "-default-" should not be translated.
property.facetName.descr= \u52d5\u7684\u30b3\u30f3\u30c6\u30f3\u30c4\u30b3\u30f3\u30c8\u30ed\u30fc\u30eb\u5185\u306b\u8868\u793a\u3059\u308b\u30d5\u30a1\u30bb\u30c3\u30c8\u306e\u540d\u524d\u3001\u307e\u305f\u306f 3 \u3064\u306e\u4e8b\u524d\u5b9a\u7fa9\u30d5\u30a1\u30bb\u30c3\u30c8\u306e\u3044\u305a\u308c\u304b\u3002\u300c-empty-\u300d\u306f\u3001\u518d\u30ed\u30fc\u30c9\u3055\u308c\u308b\u30b3\u30f3\u30c8\u30ed\u30fc\u30eb\u306b\u30b3\u30f3\u30c6\u30f3\u30c4\u304c\u306a\u3044\u3053\u3068\u3092\u610f\u5473\u3057\u3001\u300c-children-\u300d\u306f\u3001XPage \u30bd\u30fc\u30b9\u5185\u306e\u30b3\u30f3\u30c8\u30ed\u30fc\u30eb\u306e\u30cd\u30b9\u30c8\u30b3\u30f3\u30c6\u30f3\u30c4\u3092\u8aad\u307f\u8fbc\u3080\u3053\u3068\u3092\u610f\u5473\u3057\u3001\u300c-default-\u300d\u306f\u3001\u30b3\u30f3\u30c8\u30ed\u30fc\u30eb\u306e\u30c7\u30d5\u30a9\u30eb\u30c8\u30d5\u30a1\u30bb\u30c3\u30c8\u3092\u518d\u8a08\u7b97\u3057\u3066\u3001\u7d50\u679c\u306e\u540d\u524d\u4ed8\u304d\u30d5\u30a1\u30bb\u30c3\u30c8\u3092\u8aad\u307f\u8fbc\u3080\u3053\u3068\u3092\u610f\u5473\u3057\u307e\u3059\u3002\u3053\u306e\u30a2\u30af\u30b7\u30e7\u30f3\u306e\u30d5\u30a1\u30bb\u30c3\u30c8\u540d\u304c\u6307\u5b9a\u3055\u308c\u306a\u304b\u3063\u305f\u5834\u5408\u306f\u3001\u30c7\u30d5\u30a9\u30eb\u30c8\u306e\u30d5\u30a1\u30bb\u30c3\u30c8\u304c\u4f7f\u7528\u3055\u308c\u307e\u3059\u3002
property.parameters.name= \u30d1\u30e9\u30e1\u30fc\u30bf
# "requestScope" should not be translated
property.parameters.descr= \u30d5\u30a1\u30bb\u30c3\u30c8\u306e\u30ed\u30fc\u30c9\u4e2d\u306b requestScope \u30de\u30c3\u30d7\u3067\u4f7f\u7528\u53ef\u80fd\u306b\u3059\u308b\u540d\u524d\u3068\u5024\u306e\u30da\u30a2\u306e\u30ea\u30b9\u30c8
