# *****************************************************************
#
# IBM Confidential
#
# OCO Source Materials
#
# Copyright IBM Corp. 2010, 2012                                   
#
# The source code for this program is not published or otherwise
# divested of its trade secrets, irrespective of what has been
# deposited with the U.S. Copyright Office.
#
# ***************************************************************** 
# DO NOT EDIT. THIS FILE IS GENERATED.
# NLS_ENCODING=UNICODE 
# NLS_MARKUP=IBMNJDK2 
# NLS_MESSAGEFORMAT_NONE
## G11N SA UI -- Special IT Audience resources follow
component.djContentPane.name= Dojo \u30b3\u30f3\u30c6\u30f3\u30c4\u30da\u30a4\u30f3
# "iframe" should not be translated, it is a technical term
component.djContentPane.descr= IFrame \u306e\u3088\u3046\u306b\u3001\u30b3\u30f3\u30c6\u30f3\u30c4\u30da\u30a4\u30f3\u306f\u3001\u305d\u306e\u5185\u90e8\u306b\u914d\u7f6e\u3055\u308c\u305f\u30b3\u30f3\u30c8\u30ed\u30fc\u30eb\u3092\u30ec\u30f3\u30c0\u30ea\u30f3\u30b0\u3057\u3066\u3001Dojo \u30c6\u30fc\u30de\u306b\u9069\u5408\u3055\u305b\u307e\u3059\u3002
property.href.name= \u30cf\u30a4\u30d1\u30fc\u30c6\u30ad\u30b9\u30c8\u53c2\u7167 URL
property.href.descr= \u30da\u30a4\u30f3\u304c\u8aad\u307f\u8fbc\u3080\u5916\u90e8\u30c7\u30fc\u30bf\u3092\u6307\u5b9a\u3059\u308b\u305f\u3081\u306b\u4f7f\u7528\u3057\u307e\u3059\u3002
property.extractContent.name= \u30b3\u30f3\u30c6\u30f3\u30c4\u306e\u62bd\u51fa
# "BODY" should not be translated
property.extractContent.descr= true \u306e\u5834\u5408\u306f\u3001\u30b3\u30f3\u30c6\u30f3\u30c4\u30da\u30a4\u30f3\u304c\u53d6\u5f97\u3059\u308b\u6587\u66f8\u306e BODY \u30bf\u30b0\u9593\u306b\u3042\u308b\u3001\u53ef\u8996\u30b3\u30f3\u30c6\u30f3\u30c4\u304c\u6587\u66f8\u304b\u3089\u62bd\u51fa\u3055\u308c\u3066\u3001\u30da\u30a4\u30f3\u306b\u914d\u7f6e\u3055\u308c\u307e\u3059\u3002 \u30c7\u30d5\u30a9\u30eb\u30c8\u3067\u306f false \u306b\u306a\u308a\u307e\u3059\u3002
property.parseOnLoad.name= \u8aad\u307f\u8fbc\u307f\u6642\u306e\u69cb\u6587\u89e3\u6790\u3092\u6709\u52b9\u306b\u3059\u308b
property.parseOnLoad.descr= true \u306e\u5834\u5408\u306f\u3001\u30b3\u30f3\u30c6\u30f3\u30c4\u9818\u57df\u306b\u8fd4\u3055\u308c\u308b\u3059\u3079\u3066\u306e Dojo \u30b3\u30f3\u30c8\u30ed\u30fc\u30eb\u304c\u81ea\u52d5\u7684\u306b\u8868\u793a\u3055\u308c\u307e\u3059\u3002 \u3053\u308c\u306f\u30c7\u30d5\u30a9\u30eb\u30c8\u3067 true \u306b\u306a\u3063\u3066\u3044\u307e\u3059\u3002
property.preventCache.name= \u30ad\u30e3\u30c3\u30b7\u30e5\u3092\u7981\u6b62
property.preventCache.descr= Dojo xhrGet \u8981\u6c42\u306e preventCache \u30d1\u30e9\u30e1\u30fc\u30bf\u3068\u540c\u3058\u3088\u3046\u306b\u6a5f\u80fd\u3057\u307e\u3059\u3002 true \u306e\u5834\u5408\u306f\u3001\u30ad\u30e3\u30c3\u30b7\u30e5\u304c\u884c\u308f\u308c\u306a\u3044\u3088\u3046\u306b\u3001\u8981\u6c42\u3054\u3068\u306b\u5909\u5316\u3059\u308b\u8ffd\u52a0\u30d1\u30e9\u30e1\u30fc\u30bf\u304c\u6e21\u3055\u308c\u307e\u3059\u3002 \u30c7\u30d5\u30a9\u30eb\u30c8\u3067\u306f false \u306b\u306a\u308a\u307e\u3059\u3002
property.preload.name= \u30d7\u30ea\u30ed\u30fc\u30c9
property.preload.descr= \u6700\u521d\u306b\u8868\u793a\u3055\u308c\u306a\u3044\u5834\u5408\u3067\u3082\u3001\u30da\u30a4\u30f3\u3067\u30b3\u30f3\u30c6\u30f3\u30c4\u3092\u8aad\u307f\u8fbc\u3080\u3088\u3046\u306b\u5f37\u5236\u3057\u307e\u3059\u3002 (display:none \u3092\u4f7f\u7528\u3057\u3066\u30ce\u30fc\u30c9\u304c\u30b9\u30bf\u30a4\u30eb\u6307\u5b9a\u3055\u308c\u3066\u3044\u308b\u5834\u5408\u306f\u3001\u30d7\u30ea\u30ed\u30fc\u30c9\u3092 true \u306b\u8a2d\u5b9a\u3057\u306a\u3044\u9650\u308a\u3001\u30b3\u30f3\u30c6\u30f3\u30c4\u306f\u8aad\u307f\u8fbc\u307e\u308c\u306a\u3044\u3053\u3068\u304c\u3042\u308a\u307e\u3059)\u3002\u30c7\u30d5\u30a9\u30eb\u30c8\u3067 false \u306b\u306a\u308a\u307e\u3059\u3002
property.refreshOnShow.name= \u8868\u793a\u6642\u306b\u66f4\u65b0
property.refreshOnShow.descr= \u30da\u30a4\u30f3\u3092\u975e\u8868\u793a\u72b6\u614b\u304b\u3089\u8868\u793a\u72b6\u614b\u306b\u5207\u308a\u66ff\u3048\u308b\u305f\u3073\u306b\u30da\u30a4\u30f3\u3092\u518d\u30ed\u30fc\u30c9\u3059\u308b\u304b\u3069\u3046\u304b\u3092\u6307\u5b9a\u3059\u308b\u305f\u3081\u306b\u4f7f\u7528\u3057\u307e\u3059\u3002 \u30c7\u30d5\u30a9\u30eb\u30c8\u3067\u306f false \u306b\u306a\u308a\u307e\u3059\u3002
property.loadingMessage.name= \u30e1\u30c3\u30bb\u30fc\u30b8\u3092\u30ed\u30fc\u30c9\u4e2d
# "Loading..." is translated in the Dojo translation memory, value here should reflect that
property.loadingMessage.descr= \u8aad\u307f\u8fbc\u307f\u306e\u9032\u884c\u4e2d\u306b\u30e6\u30fc\u30b6\u30fc\u306b\u30e1\u30c3\u30bb\u30fc\u30b8\u3092\u8868\u793a\u3057\u307e\u3059\u3002 \u30c7\u30d5\u30a9\u30eb\u30c8\u3067\u306f\u3001[\u30ed\u30fc\u30c9\u4e2d...] \u3067\u3059\u3002
property.errorMessage.name= \u30a8\u30e9\u30fc\u30e1\u30c3\u30bb\u30fc\u30b8
property.errorMessage.descr= \u8aad\u307f\u8fbc\u307f\u304c\u5931\u6557\u3057\u305f\u3068\u304d\u306b\u30e6\u30fc\u30b6\u30fc\u306b\u30e1\u30c3\u30bb\u30fc\u30b8\u3092\u8868\u793a\u3057\u307e\u3059\u3002 \u30c7\u30d5\u30a9\u30eb\u30c8\u3067\u306f\u3001[\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f] \u3067\u3059\u3002
property.onLoad.name= \u30ed\u30fc\u30c9\u30b9\u30af\u30ea\u30d7\u30c8
property.onLoad.descr= \u3053\u306e\u30b3\u30f3\u30c8\u30ed\u30fc\u30eb\u304c\u8aad\u307f\u8fbc\u307e\u308c\u3066\u69cb\u6587\u89e3\u6790\u3055\u308c\u305f\u5f8c\u306b\u5b9f\u884c\u3055\u308c\u308b JavaScript \u30b3\u30fc\u30c9
property.onUnload.name= \u30a2\u30f3\u30ed\u30fc\u30c9\u30b9\u30af\u30ea\u30d7\u30c8
property.onUnload.descr= \u3053\u306e\u30b3\u30f3\u30c8\u30ed\u30fc\u30eb\u306e\u30b3\u30f3\u30c6\u30f3\u30c4\u304c\u30af\u30ea\u30a2\u3055\u308c\u308b\u524d\u306b\u5b9f\u884c\u3055\u308c\u308b JavaScript \u30b3\u30fc\u30c9
property.onDownloadStart.name= \u30c0\u30a6\u30f3\u30ed\u30fc\u30c9\u958b\u59cb\u30b9\u30af\u30ea\u30d7\u30c8
property.onDownloadStart.descr= \u30c0\u30a6\u30f3\u30ed\u30fc\u30c9\u306e\u958b\u59cb\u524d\u306b\u5b9f\u884c\u3055\u308c\u308b JavaScript \u30b3\u30fc\u30c9\u3002\u30ed\u30fc\u30c9\u4e2d\u306b\u8868\u793a\u3055\u308c\u308b\u30e1\u30c3\u30bb\u30fc\u30b8\u3092\u8fd4\u3057\u307e\u3059\u3002
property.onContentError.name= \u30b3\u30f3\u30c6\u30f3\u30c4\u30a8\u30e9\u30fc\u30b9\u30af\u30ea\u30d7\u30c8
property.onContentError.descr= \u3053\u306e\u30b3\u30f3\u30c8\u30ed\u30fc\u30eb\u306e\u30b3\u30f3\u30c6\u30f3\u30c4\u3067\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u305f\u3068\u304d\u306b\u5b9f\u884c\u3055\u308c\u308b JavaScript \u30b3\u30fc\u30c9\u3002\u8868\u793a\u3055\u308c\u308b\u30e1\u30c3\u30bb\u30fc\u30b8\u3092\u8fd4\u3057\u307e\u3059\u3002
property.onDownloadError.name= \u30c0\u30a6\u30f3\u30ed\u30fc\u30c9\u30a8\u30e9\u30fc\u30b9\u30af\u30ea\u30d7\u30c8
property.onDownloadError.descr= \u30c0\u30a6\u30f3\u30ed\u30fc\u30c9\u4e2d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u305f\u3068\u304d\u306b\u5b9f\u884c\u3055\u308c\u308b JavaScript \u30b3\u30fc\u30c9\u3002\u8868\u793a\u3055\u308c\u308b\u30e1\u30c3\u30bb\u30fc\u30b8\u3092\u8fd4\u3057\u307e\u3059\u3002
property.onDownloadEnd.name= \u30c0\u30a6\u30f3\u30ed\u30fc\u30c9\u7d42\u4e86\u30b9\u30af\u30ea\u30d7\u30c8
property.onDownloadEnd.descr= \u30c0\u30a6\u30f3\u30ed\u30fc\u30c9\u306e\u5b8c\u4e86\u6642\u306b\u5b9f\u884c\u3055\u308c\u308b JavaScript \u30b3\u30fc\u30c9
property.partialRefresh.name= \u90e8\u5206\u7684\u306a\u66f4\u65b0
property.partialRefresh.descr= \u30d1\u30cd\u30eb\u3067\u30b3\u30f3\u30c6\u30f3\u30c4\u3092\u66f4\u65b0\u3059\u308b\u305f\u3081\u306b\u90e8\u5206\u7684\u306a\u66f4\u65b0\u3092\u4f7f\u7528\u3059\u308b\u304b\u3069\u3046\u304b\u3092\u5b9a\u7fa9\u3057\u307e\u3059\u3002 \u3053\u308c\u306f\u3001Dojo \u30b3\u30f3\u30c6\u30f3\u30c4\u30da\u30a4\u30f3\u306b\u5bfe\u3059\u308b XPage \u306e\u62e1\u5f35\u3067\u3059\u3002
component.djTabContainer.name= \u30bf\u30d6\u30b3\u30f3\u30c6\u30ca
component.djTabContainer.descr= \u30e9\u30d9\u30eb\u4ed8\u304d\u306e\u72ec\u81ea\u306e\u30bf\u30d6\u3092\u305d\u308c\u305e\u308c\u5099\u3048\u305f\u8907\u6570\u306e\u30da\u30a4\u30f3\u304c\u542b\u307e\u308c\u307e\u3059\u3002\u305f\u3060\u3057\u3001\u4e00\u5ea6\u306b\u8868\u793a\u3055\u308c\u308b\u306e\u306f 1 \u3064\u306e\u307f\u3067\u3059\u3002
property.tabPosition.name= \u30bf\u30d6\u4f4d\u7f6e
property.tabPosition.descr= \u3053\u306e\u30d7\u30ed\u30d1\u30c6\u30a3\u306f\u3001\u30b3\u30f3\u30c6\u30f3\u30c4\u9818\u57df\u3092\u57fa\u6e96\u306b\u3057\u305f\u30bf\u30d6\u306e\u4f4d\u7f6e\u3092\u6c7a\u5b9a\u3057\u307e\u3059\u3002
property.tabStrip.name= \u30bf\u30d6\u30b9\u30c8\u30ea\u30c3\u30d7
property.tabStrip.descr= \u30bf\u30d6\u30ea\u30b9\u30c8\u3067\u30ec\u30a4\u30a2\u30a6\u30c8\u7528\u306e\u8ffd\u52a0\u30b9\u30bf\u30a4\u30eb\u30af\u30e9\u30b9\u3092\u53d6\u5f97\u3059\u308b\u306e\u304b\u3001\u30bf\u30d6\u30bb\u30c3\u30c8\u306e\u307e\u308f\u308a\u306b\u5883\u754c\u7dda\u306e\u9670\u5f71\u3092\u4ed8\u3051\u308b\u306e\u304b\u3092\u5b9a\u7fa9\u3057\u307e\u3059\u3002
property.useMenu.name= \u30e1\u30cb\u30e5\u30fc\u306e\u4f7f\u7528
property.useMenu.descr= \u5e45\u304c\u5e83\u3059\u304e\u3066\u30bf\u30d6\u30b3\u30f3\u30c6\u30ca\u306b\u53ce\u307e\u3089\u306a\u3044\u5834\u5408\u306b\u30bf\u30d6\u3092\u9078\u629e\u3059\u308b\u305f\u3081\u306b\u30e1\u30cb\u30e5\u30fc\u3092\u4f7f\u7528\u3059\u308b\u5834\u5408\u306f true\u3001\u305d\u308c\u4ee5\u5916\u306e\u5834\u5408\u306f false \u306b\u3057\u307e\u3059\u3002
property.useSlider.name= \u30b9\u30e9\u30a4\u30c0\u306e\u4f7f\u7528
property.useSlider.descr= \u5e45\u304c\u5e83\u3059\u304e\u3066\u30bf\u30d6\u30b3\u30f3\u30c6\u30ca\u306b\u53ce\u307e\u3089\u306a\u3044\u5834\u5408\u306b\u30bf\u30d6\u3092\u9078\u629e\u3059\u308b\u305f\u3081\u306b\u30b9\u30e9\u30a4\u30c0\u3092\u4f7f\u7528\u3059\u308b\u5834\u5408\u306f true\u3001\u305d\u308c\u4ee5\u5916\u306e\u5834\u5408\u306f false \u306b\u3057\u307e\u3059\u3002
property.defaultTabContent.name= \u30c7\u30d5\u30a9\u30eb\u30c8\u30bf\u30d6\u30b3\u30f3\u30c6\u30f3\u30c4
property.defaultTabContent.descr= \u65b0\u898f\u30bf\u30d6\u306e\u4f5c\u6210\u6642\u306e\u30c7\u30d5\u30a9\u30eb\u30c8\u30b3\u30f3\u30c6\u30f3\u30c4\u540d\u3092\u5b9a\u7fa9\u3057\u307e\u3059\u3002
component.djTabPane.name= \u30bf\u30d6\u30da\u30a4\u30f3
component.djTabPane.descr= \u5404\u30bf\u30d6\u30da\u30a4\u30f3\u306f\u3001\u30bf\u30d6\u30b3\u30f3\u30c6\u30ca\u306e\u65b0\u898f\u30bf\u30d6\u3067\u3042\u308a\u3001\u4ed6\u306e\u30b3\u30f3\u30c8\u30ed\u30fc\u30eb\u3092\u305d\u306e\u4e0a\u306b\u914d\u7f6e\u3067\u304d\u307e\u3059\u3002
property.closable.name= \u30af\u30ed\u30fc\u30ba\u53ef\u80fd
property.closable.descr= \u30b3\u30f3\u30c8\u30ed\u30fc\u30eb\u306b\u95a2\u9023\u3057\u305f\u30bf\u30d6\u4e0a\u306b\u9589\u3058\u308b\u30a2\u30a4\u30b3\u30f3\u3092\u914d\u7f6e\u3059\u308b\u304b\u3069\u3046\u304b\u3092\u6307\u5b9a\u3057\u307e\u3059\u3002 \u3053\u306e\u30a2\u30a4\u30b3\u30f3\u3092\u30af\u30ea\u30c3\u30af\u3059\u308b\u3068\u3001\u30bf\u30d6 (\u304a\u3088\u3073\u305d\u306e\u30b3\u30f3\u30c6\u30f3\u30c4) \u306f\u3001\u30bf\u30d6\u30b3\u30f3\u30c6\u30ca\u304b\u3089\u524a\u9664\u3055\u308c\u307e\u3059\u3002
property.tabUniqueKey.name= \u30bf\u30d6\u56fa\u6709\u30ad\u30fc
property.tabUniqueKey.descr= \u3053\u306e\u30bf\u30d6\u30da\u30a4\u30f3\u3092\u8b58\u5225\u3059\u308b\u305f\u3081\u306e\u56fa\u6709\u306e\u5024\u3092\u5b9a\u7fa9\u3057\u307e\u3059\u3002 \u3053\u308c\u306f\u3001\u30bf\u30d6\u304c\u65e2\u306b\u5b58\u5728\u3059\u308b\u5834\u5408\u306b\u30012 \u756a\u76ee\u306e\u30a4\u30f3\u30b9\u30bf\u30f3\u30b9\u3092\u518d\u3073\u958b\u304f\u4ee3\u308f\u308a\u306b\u3001\u30bf\u30d6\u3092\u8b58\u5225\u3057\u3066\u9078\u629e\u3059\u308b\u305f\u3081\u306b\u4f7f\u7528\u3057\u307e\u3059\u3002
property.partialEvents.name= \u90e8\u5206\u30a4\u30d9\u30f3\u30c8
property.partialEvents.descr= \u3053\u306e\u30c4\u30ea\u30fc\u5185\u306e\u30a4\u30d9\u30f3\u30c8\u306b\u90e8\u5206\u5b9f\u884c\u3068\u90e8\u5206\u7684\u306a\u66f4\u65b0\u3092\u81ea\u52d5\u7684\u306b\u9069\u7528\u3059\u308b\u304b\u3069\u3046\u304b\u3092\u6307\u5b9a\u3057\u307e\u3059\u3002 \u30c7\u30d5\u30a9\u30eb\u30c8\u306f false \u3067\u3059\u3002
component.djStackContainer.name= \u30b9\u30bf\u30c3\u30af\u30b3\u30f3\u30c6\u30ca
component.djStackContainer.descr= \u8907\u6570\u306e\u5b50\u3092\u5099\u3048\u305f\u30b3\u30f3\u30c8\u30ed\u30fc\u30eb\u3067\u3059\u304c\u3001\u4e00\u5ea6\u306b\u8868\u793a\u3055\u308c\u308b\u306e\u306f 1 \u3064\u306e\u307f\u3067\u3059\u3002 \u30bf\u30d6\u306e\u306a\u3044\u30bf\u30d6\u30b3\u30f3\u30c6\u30ca\u306e\u3088\u3046\u306a\u3082\u306e\u3067\u3059\u3002
property.selectedTab.component.djStackContainer.name= \u9078\u629e\u3057\u305f\u30bf\u30d6
property.selectedTab.component.djStackContainer.descr= \u9078\u629e\u3057\u305f\u30bf\u30d6\u30b3\u30f3\u30c8\u30ed\u30fc\u30eb\u306e ID \u3092\u53c2\u7167\u3057\u307e\u3059
property.persist.component.djStackContainer.name= \u6c38\u7d9a\u5316
property.persist.component.djStackContainer.descr= \u9078\u629e\u3057\u305f\u5b50\u3092\u30bb\u30c3\u30b7\u30e7\u30f3\u3092\u307e\u305f\u3044\u3067\u8a18\u61b6\u3059\u308b\u3088\u3046\u306b Cookie \u3092\u8a2d\u5b9a\u3059\u308b\u304b\u3069\u3046\u304b\u3092\u6307\u5b9a\u3057\u307e\u3059\u3002
property.doLayout.name= \u30ec\u30a4\u30a2\u30a6\u30c8\u306e\u5b9f\u884c
property.doLayout.descr= \u30b3\u30f3\u30c6\u30ca\u30b5\u30a4\u30ba\u306b\u5408\u3046\u3088\u3046\u306b\u73fe\u5728\u8868\u793a\u3055\u308c\u3066\u3044\u308b\u5b50\u306e\u30b5\u30a4\u30ba\u3092\u5909\u66f4\u3059\u308b\u5834\u5408\u306b\u4f7f\u7528\u3057\u307e\u3059\u3002\u30c7\u30d5\u30a9\u30eb\u30c8\u3067 true \u306b\u306a\u3063\u3066\u3044\u307e\u3059\u3002
component.djStackPane.name= \u30b9\u30bf\u30c3\u30af\u30da\u30a4\u30f3
component.djStackPane.descr= \u30bf\u30d6\u30da\u30a4\u30f3\u306e\u3088\u3046\u306b\u3001\u4ed6\u306e\u30b3\u30f3\u30c8\u30ed\u30fc\u30eb\u3092\u8868\u793a\u3059\u308b\u3053\u3068\u304c\u3067\u304d\u3001\u30bf\u30d6\u306e\u306a\u3044\u30b9\u30bf\u30c3\u30af\u30b3\u30f3\u30c6\u30ca\u306b\u3088\u3063\u3066\u8868\u793a\u3055\u308c\u307e\u3059\u3002
component.djBorderContainer.name= \u30dc\u30fc\u30c0\u30fc\u30b3\u30f3\u30c6\u30ca
component.djBorderContainer.descr= \u6700\u5927 5 \u3064\u306e\u30bb\u30af\u30b7\u30e7\u30f3 (\u5de6\u3001\u53f3\u3001\u4e0a\u3001\u4e0b\u3001\u4e2d\u592e (\u5fc5\u9808)) \u3092\u6301\u3064\u30b3\u30f3\u30c6\u30ca\u3002
property.design.name= \u8a2d\u8a08
# "headline", "sidebar" should not be translated
property.design.descr= \u4f7f\u7528\u3059\u308b\u30ec\u30a4\u30a2\u30a6\u30c8\u8a2d\u8a08 (headline \u307e\u305f\u306f sidebar) \u3092\u6307\u5b9a\u3057\u307e\u3059\u3002 headline \u8a2d\u8a08\u3067\u306f\u3001\u4e0a\u9818\u57df\u3068\u4e0b\u9818\u57df\u304c\u30b3\u30f3\u30c6\u30ca\u306e\u5e45\u5168\u4f53\u3092\u5360\u3081\u307e\u3059\u3002 sidebar \u8a2d\u8a08\u3067\u306f\u3001\u5de6\u9818\u57df\u3068\u53f3\u9818\u57df\u304c\u30b3\u30f3\u30c6\u30ca\u306e\u9ad8\u3055\u5168\u4f53\u3092\u5360\u3081\u307e\u3059\u3002
property.gutters.name= \u30ac\u30bf\u30fc
property.gutters.descr= \u5404\u30da\u30a4\u30f3\u3067\u5883\u754c\u7dda\u3068\u4f59\u767d\u3092\u4ed8\u3051\u308b\u3069\u3046\u304b\u3092\u6307\u5b9a\u3057\u307e\u3059\u3002
property.liveSplitters.name= \u30e9\u30a4\u30d6\u30b9\u30d7\u30ea\u30c3\u30bf
property.liveSplitters.descr= \u30c9\u30e9\u30c3\u30b0\u4e2d\u306b\u30b9\u30d7\u30ea\u30c3\u30bf\u3092\u30b5\u30a4\u30ba\u5909\u66f4\u3059\u308b\u304b\u3069\u3046\u304b\u3092\u6307\u5b9a\u3057\u307e\u3059\u3002 \u305d\u3046\u3057\u306a\u3044\u5834\u5408\u306f\u3001\u30b5\u30a4\u30ba\u5909\u66f4\u306f\u3001\u30b9\u30d7\u30ea\u30c3\u30bf\u3092\u30c9\u30ed\u30c3\u30d7\u3059\u308b\u3068\u5b9f\u884c\u3055\u308c\u307e\u3059\u3002
property.persist.component.djBorderContainer.name= \u6c38\u7d9a\u5316
property.persist.component.djBorderContainer.descr= \u30b9\u30d7\u30ea\u30c3\u30bf\u306e\u4f4d\u7f6e\u3092\u4fdd\u5b58\u3059\u308b\u3088\u3046\u306b Cookie \u3092\u8a2d\u5b9a\u3059\u308b\u304b\u3069\u3046\u304b\u3092\u6307\u5b9a\u3057\u307e\u3059\u3002
component.djBorderPane.name= \u30dc\u30fc\u30c0\u30fc\u30da\u30a4\u30f3
component.djBorderPane.descr= \u30dc\u30fc\u30c0\u30fc\u30da\u30a4\u30f3\u306f\u3001\u30bf\u30d6\u4ed8\u304d\u30da\u30a4\u30f3\u3068\u540c\u69d8\u3001\u8ffd\u52a0\u30b3\u30f3\u30c8\u30ed\u30fc\u30eb\u3092\u4fdd\u6301\u3059\u308b\u305f\u3081\u306b\u4f7f\u7528\u3055\u308c\u3001\u30dc\u30fc\u30c0\u30fc\u30b3\u30f3\u30c6\u30ca\u306b\u3088\u3063\u3066\u8868\u793a\u3055\u308c\u307e\u3059\u3002
property.minSize.name= \u6700\u5c0f\u30b5\u30a4\u30ba
property.minSize.descr= \u3053\u306e\u30b3\u30f3\u30c8\u30ed\u30fc\u30eb\u306e\u6700\u5c0f\u30b5\u30a4\u30ba\u3092\u30d4\u30af\u30bb\u30eb\u5358\u4f4d\u3067\u6307\u5b9a\u3057\u307e\u3059\u3002
property.maxSize.name= \u6700\u5927\u30b5\u30a4\u30ba
property.maxSize.descr= \u3053\u306e\u30b3\u30f3\u30c8\u30ed\u30fc\u30eb\u306e\u6700\u5927\u30b5\u30a4\u30ba\u3092\u30d4\u30af\u30bb\u30eb\u5358\u4f4d\u3067\u6307\u5b9a\u3057\u307e\u3059\u3002
property.splitter.name= \u30b9\u30d7\u30ea\u30c3\u30bf
property.splitter.descr= \u30b5\u30a4\u30ba\u5909\u66f4\u3092\u884c\u3048\u308b\u3088\u3046\u306b\u3001\u30dc\u30fc\u30c0\u30fc\u30da\u30a4\u30f3\u306e\u7aef\u306b\u30b9\u30d7\u30ea\u30c3\u30bf\u3092\u8868\u793a\u3059\u308b\u304b\u3069\u3046\u304b\u3092\u6307\u5b9a\u3057\u307e\u3059\u3002
property.region.name= \u9818\u57df
# "top", "bottom", "leading", "trailing", "left", "right", "center" should not be translated
property.region.descr= \u3053\u306e\u30b3\u30f3\u30c8\u30ed\u30fc\u30eb\u3092\u914d\u7f6e\u3059\u308b\u89aa\u30b3\u30f3\u30c6\u30ca\u5185\u306e\u4f4d\u7f6e\u3092\u6307\u5b9a\u3057\u307e\u3059\u3002 \u6709\u52b9\u306a\u5024\u306b\u306f\u3001top\u3001bottom\u3001left\u3001right\u3001center \u304c\u3042\u308a\u307e\u3059\u3002 \u5024\u306e leading \u3068 trailing \u3082\u6307\u5b9a\u53ef\u80fd\u3067\u3042\u308a\u3001\u3053\u308c\u3089\u306f\u3001\u53cc\u65b9\u5411\u306e\u5411\u304d\u3092\u57fa\u6e96\u306b\u3057\u3066\u3044\u308b\u3068\u3044\u3046\u70b9\u3067\u3001left \u3084 right \u3068\u7570\u306a\u308a\u307e\u3059\u3002
property.layoutPriority.name= \u30ec\u30a4\u30a2\u30a6\u30c8\u30d7\u30e9\u30a4\u30aa\u30ea\u30c6\u30a3
property.layoutPriority.descr= \u30ec\u30a4\u30a2\u30a6\u30c8\u30d7\u30e9\u30a4\u30aa\u30ea\u30c6\u30a3\u304c\u9ad8\u3044\u30dc\u30fc\u30c0\u30fc\u30da\u30a4\u30f3\u306f\u3001\u30ec\u30a4\u30a2\u30a6\u30c8\u30d7\u30e9\u30a4\u30aa\u30ea\u30c6\u30a3\u304c\u305d\u308c\u3088\u308a\u4f4e\u3044\u30dc\u30fc\u30c0\u30fc\u30da\u30a4\u30f3\u3088\u308a\u3082\u30dc\u30fc\u30c0\u30fc\u30b3\u30f3\u30c6\u30ca\u306e\u4e2d\u592e\u8fd1\u304f\u306b\u914d\u7f6e\u3055\u308c\u307e\u3059\u3002
component.djAccordionContainer.name= \u30a2\u30b3\u30fc\u30c7\u30a3\u30aa\u30f3\u30b3\u30f3\u30c6\u30ca
component.djAccordionContainer.descr= \u30bf\u30d6\u30b3\u30f3\u30c6\u30ca\u306e\u3088\u3046\u306b\u3001\u30a2\u30b3\u30fc\u30c7\u30a3\u30aa\u30f3\u30b3\u30f3\u30c6\u30ca\u306f\u30da\u30a4\u30f3\u3068\u30bf\u30a4\u30c8\u30eb\u306e\u30ea\u30b9\u30c8\u3092\u8868\u793a\u3057\u307e\u3059\u304c\u3001\u4e00\u5ea6\u306b\u8868\u793a\u3055\u308c\u308b\u306e\u306f 1 \u3064\u306e\u307f\u3067\u3059\u3002 \u30da\u30a4\u30f3\u3092\u30af\u30ea\u30c3\u30af\u3059\u308b\u3068\u3001\u305d\u306e\u30da\u30a4\u30f3\u304c\u30b9\u30e9\u30a4\u30c9\u3057\u3066\u4e0a\u306b\u79fb\u52d5\u3057\u3001\u524d\u306b\u8868\u793a\u3055\u308c\u3066\u3044\u305f\u30da\u30a4\u30f3\u3092\u8986\u3044\u307e\u3059\u3002
property.duration.name= \u6240\u8981\u6642\u9593
property.duration.descr= \u30da\u30a4\u30f3\u9593\u306e\u30b9\u30e9\u30a4\u30c9\u306b\u8981\u3059\u308b\u6642\u9593\u3092\u30df\u30ea\u79d2\u5358\u4f4d\u3067\u6307\u5b9a\u3057\u307e\u3059\u3002
property.selectedTab.component.djAccordionContainer.name= \u9078\u629e\u3057\u305f\u30bf\u30d6
property.selectedTab.component.djAccordionContainer.descr= \u9078\u629e\u3057\u305f\u30bf\u30d6\u306e\u30a4\u30f3\u30c7\u30c3\u30af\u30b9\u3092\u5b9a\u7fa9\u3057\u307e\u3059\u3002
component.djAccordionPane.name= \u30a2\u30b3\u30fc\u30c7\u30a3\u30aa\u30f3\u30da\u30a4\u30f3
component.djAccordionPane.descr= \u30bf\u30d6\u30da\u30a4\u30f3\u306e\u3088\u3046\u306b\u3001\u30a2\u30b3\u30fc\u30c7\u30a3\u30aa\u30f3\u30da\u30a4\u30f3\u306f\u3001\u30a2\u30b3\u30fc\u30c7\u30a3\u30aa\u30f3\u30b3\u30f3\u30c6\u30ca\u306b\u3088\u3063\u3066\u8868\u793a\u3055\u308c\u308b\u4ed6\u306e\u30b3\u30f3\u30c8\u30ed\u30fc\u30eb\u3092\u4fdd\u6301\u3059\u308b\u305f\u3081\u306b\u4f7f\u7528\u3055\u308c\u307e\u3059\u3002
