# *****************************************************************
#
# IBM Confidential
#
# OCO Source Materials
#
# Copyright IBM Corp. 2010, 2012                                   
#
# The source code for this program is not published or otherwise
# divested of its trade secrets, irrespective of what has been
# deposited with the U.S. Copyright Office.
#
# ***************************************************************** 
# DO NOT EDIT. THIS FILE IS GENERATED.
# NLS_ENCODING=UNICODE 
# NLS_MARKUP=IBMNJDK2 
# NLS_MESSAGEFORMAT_NONE
## G11N SA UI -- Special IT Audience resources follow
component.applicationLayout.name= \u30a2\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u30ec\u30a4\u30a2\u30a6\u30c8
component.applicationLayout.descr= XPage \u30a2\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u5185\u306e\u9818\u57df\u306e\u30ec\u30a4\u30a2\u30a6\u30c8\u3068\u4f4d\u7f6e\u6c7a\u3081\u3092\u63d0\u4f9b\u3059\u308b\u30b3\u30f3\u30c8\u30ed\u30fc\u30eb
property.configuration.name= \u30a2\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u69cb\u6210
# "OneUI" should not be translated.
property.configuration.descr= \u3053\u306e\u30a2\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u30ec\u30a4\u30a2\u30a6\u30c8\u306e\u69cb\u6210\u65b9\u6cd5\u3092\u5236\u5fa1\u3059\u308b\u69cb\u6210\u30aa\u30d7\u30b7\u30e7\u30f3\u3002 \u3053\u306e\u69cb\u6210\u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u306f\u3001\u4f7f\u7528\u3055\u308c\u308b\u30ec\u30a4\u30a2\u30a6\u30c8\u30d5\u30ec\u30fc\u30e0\u30ef\u30fc\u30af\u306e\u30bf\u30a4\u30d7\u306b\u56fa\u6709\u3067\u3059\u3002\u4f8b\u3048\u3070\u3001OneUI \u30a2\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u30ec\u30a4\u30a2\u30a6\u30c8\u7528\u306e\u69cb\u6210\u304c\u3042\u308a\u307e\u3059\u3002
property.onItemClick.name= \u9805\u76ee\u30af\u30ea\u30c3\u30af\u6642
property.onItemClick.descr= \u30a2\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u69cb\u6210\u306b\u304a\u3051\u308b\u4e00\u90e8\u306e\u30ce\u30fc\u30c9\u4e0a\u3067\u306e\u30af\u30ea\u30c3\u30af\u306e\u5f8c\u306b\u8d77\u52d5\u3055\u308c\u308b\u30a4\u30d9\u30f3\u30c8
complex-type.com.ibm.xsp.extlib.component.layout.ApplicationConfiguration.name= \u30d9\u30fc\u30b9\u30a2\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u69cb\u6210
complex-type.com.ibm.xsp.extlib.component.layout.ApplicationConfiguration.descr= \u3053\u306e\u30a4\u30f3\u30bf\u30fc\u30d5\u30a7\u30fc\u30b9\u3092\u5b9f\u88c5\u3057\u3066\u3044\u308b\u30a2\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u30ec\u30a4\u30a2\u30a6\u30c8\u69cb\u6210\u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u306e\u30d9\u30fc\u30b9\u5b9a\u7fa9
complex-type.applicationConfiguration.name= \u57fa\u672c\u30a2\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u69cb\u6210
complex-type.applicationConfiguration.descr= \u30a2\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u30ec\u30a4\u30a2\u30a6\u30c8\u30b3\u30f3\u30c8\u30ed\u30fc\u30eb\u7528\u306e\u57fa\u672c\u69cb\u6210
property.defaultNavigationPath.name= \u30c7\u30d5\u30a9\u30eb\u30c8\u30ca\u30d3\u30b2\u30fc\u30b7\u30e7\u30f3\u30d1\u30b9
property.defaultNavigationPath.descr= "navigationPath" \u30d7\u30ed\u30d1\u30c6\u30a3\u304c\u8a2d\u5b9a\u3055\u308c\u3066\u3044\u306a\u3044\u304b\u3001NULL \u3068\u8a55\u4fa1\u3055\u308c\u308b\u5834\u5408\u306b\u4f7f\u7528\u3059\u308b\u30ca\u30d3\u30b2\u30fc\u30b7\u30e7\u30f3\u30d1\u30b9\u3002 "navigationPath" \u30d7\u30ed\u30d1\u30c6\u30a3\u304c\u500b\u3005\u306e\u30da\u30fc\u30b8\u3067\u69cb\u6210\u3055\u308c\u308b\u306e\u306b\u5bfe\u3057\u3001\u3053\u306e\u30d7\u30ed\u30d1\u30c6\u30a3\u306f\u3001\u901a\u5e38\u3001\u5171\u6709\u30ec\u30a4\u30a2\u30a6\u30c8\u30ab\u30b9\u30bf\u30e0\u30b3\u30f3\u30c8\u30ed\u30fc\u30eb\u3067\u69cb\u6210\u3055\u308c\u307e\u3059\u3002
property.navigationPath.name= \u30ca\u30d3\u30b2\u30fc\u30b7\u30e7\u30f3\u30d1\u30b9
# "titleBarTabs" should not be translated. These examples should not be translated: "/tab2/link3" selection="/tab2/.*" selection="/tab2/link3" "/tab2/link1"
property.navigationPath.descr= \u30ca\u30d3\u30b2\u30fc\u30b7\u30e7\u30f3\u30d1\u30b9\u306f\u3001\u73fe\u5728\u9078\u629e\u6e08\u307f\u3067\u3042\u308b\u3053\u3068\u3092\u8868\u3059\u30bf\u30a4\u30c8\u30eb\u30d0\u30fc\u30bf\u30d6 ("titleBarTabs" \u30d7\u30ed\u30d1\u30c6\u30a3\u306b\u95a2\u9023) \u3068\u3001\u30da\u30fc\u30b8\u4e0a\u306e\u4efb\u610f\u306e\u30ca\u30d3\u30b2\u30fc\u30bf\u30b3\u30f3\u30c8\u30ed\u30fc\u30eb\u306e\u9078\u629e\u72b6\u6cc1\u306e\u8868\u793a\u3092\u5236\u5fa1\u3059\u308b\u305f\u3081\u306b\u4f7f\u7528\u3067\u304d\u307e\u3059\u3002 \u30ca\u30d3\u30b2\u30fc\u30b7\u30e7\u30f3\u30d1\u30b9\u306e\u5f62\u5f0f\u306f\u3001\u901a\u5e38 "/tab2/link3" \u3067\u3059\u3002 \u4f8b\u3048\u3070\u3001selection="/tab2/.*" \u3092\u6307\u5b9a\u3057\u3066\u69cb\u6210\u3055\u308c\u3066\u3044\u308b\u30bf\u30a4\u30c8\u30eb\u30d0\u30fc\u30bf\u30d6\u304c\u3042\u308a\u3001selection="/tab2/link3" \u3092\u6307\u5b9a\u3057\u3066\u69cb\u6210\u3055\u308c\u3066\u3044\u308b\u30da\u30fc\u30b8\u30ea\u30f3\u30af\u30ce\u30fc\u30c9\u3092\u6301\u3064\u30ca\u30d3\u30b2\u30fc\u30bf\u30b3\u30f3\u30c8\u30ed\u30fc\u30eb\u3082\u3042\u308b\u5834\u5408\u3001\u30ca\u30d3\u30b2\u30fc\u30b7\u30e7\u30f3\u30d1\u30b9\u306e\u30d7\u30ed\u30d1\u30c6\u30a3\u304c "/tab2/link1" \u306b\u8a2d\u5b9a\u3055\u308c\u308b\u3068\u3001\u30bf\u30a4\u30c8\u30eb\u30d0\u30fc\u306e\u30bf\u30d6\u306f\u3001\u73fe\u5728\u9078\u629e\u6e08\u307f\u306e\u30bf\u30d6\u3068\u3057\u3066\u8868\u793a\u3055\u308c\u307e\u3059\u304c\u3001\u30ca\u30d3\u30b2\u30fc\u30bf\u30a2\u30a4\u30c6\u30e0\u306e\u30ea\u30f3\u30af\u306f\u3001\u9078\u629e\u6e08\u307f\u3068\u3057\u3066\u8868\u793a\u3055\u308c\u307e\u305b\u3093\u3002 \u30ca\u30d3\u30b2\u30fc\u30b7\u30e7\u30f3\u30d1\u30b9\u304c "/tab2/link3" \u306b\u5909\u66f4\u3055\u308c\u308b\u3068\u3001\u30bf\u30a4\u30c8\u30eb\u30d0\u30fc\u30bf\u30d6\u3068\u30ca\u30d3\u30b2\u30fc\u30bf\u30a2\u30a4\u30c6\u30e0\u306e\u30ea\u30f3\u30af\u306e\u4e21\u65b9\u306b\u3001\u9078\u629e\u6e08\u307f\u3068\u3057\u3066\u8868\u793a\u3055\u308c\u307e\u3059\u3002
property.banner.name= \u30d0\u30ca\u30fc\u306e\u8868\u793a
# "true" should not be translated
property.banner.descr= \u30d0\u30ca\u30fc\u9818\u57df\u3092\u8868\u793a\u3059\u308b\u304b\u3069\u3046\u304b\u3092\u6307\u5b9a\u3057\u307e\u3059\u3002 \u30d0\u30ca\u30fc\u9818\u57df\u306f\u3001\u30a2\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u30ec\u30a4\u30a2\u30a6\u30c8\u30b3\u30f3\u30c8\u30ed\u30fc\u30eb\u306e\u4e0a\u90e8\u306b\u3042\u308a\u307e\u3059\u3002 \u30a2\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u30ed\u30b4\u3001\u4ed6\u306e\u30a2\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3 URL \u3078\u306e\u30ea\u30f3\u30af\u3001\u30ed\u30b0\u30a4\u30f3\u7528\u30ea\u30f3\u30af\u304c\u542b\u307e\u308c\u307e\u3059\u3002 \u3053\u308c\u306f\u30c7\u30d5\u30a9\u30eb\u30c8\u3067 true \u306b\u306a\u308a\u3001\u9818\u57df\u306f\u8868\u793a\u3055\u308c\u307e\u3059\u3002
property.mastHeader.name= \u30de\u30b9\u30c8\u30d8\u30c3\u30c0\u30fc\u306e\u8868\u793a
# "MastHeader" and "OneUI" should not be translated
property.mastHeader.descr= \u30de\u30b9\u30c8\u30d8\u30c3\u30c0\u30fc\u3092\u8868\u793a\u3059\u308b\u304b\u3069\u3046\u304b\u3092\u6307\u5b9a\u3057\u307e\u3059\u3002 MastHeader \u3068\u3044\u3046\u540d\u524d\u306e\u30d5\u30a1\u30bb\u30c3\u30c8\u3092\u6307\u5b9a\u3059\u308b\u3053\u3068\u3067\u3001\u30de\u30b9\u30c8\u30d8\u30c3\u30c0\u30fc\u306b\u30b3\u30f3\u30c8\u30ed\u30fc\u30eb\u3092\u6307\u5b9a\u3057\u307e\u3059\u3002 \u30de\u30b9\u30c8\u30d8\u30c3\u30c0\u30fc\u30b3\u30f3\u30c8\u30ed\u30fc\u30eb\u306f\u3001\u542b\u307e\u308c\u308b\u9818\u57df\u5185\u3067\u306f\u306a\u304f\u3001\u30e1\u30a4\u30f3\u30a2\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u30ec\u30a4\u30a2\u30a6\u30c8\u306e\u524d\u306b\u51fa\u529b\u3055\u308c\u307e\u3059\u3002 \u3053\u308c\u306f\u3001\u901a\u5e38\u306e OneUI \u30ec\u30a4\u30a2\u30a6\u30c8\u306e\u4e00\u90e8\u3067\u306f\u306a\u304f\u3001\u30a2\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u8a2d\u8a08\u8005\u304c\u30ec\u30a4\u30a2\u30a6\u30c8\u3092\u30ab\u30b9\u30bf\u30de\u30a4\u30ba\u3067\u304d\u308b\u3088\u3046\u306b\u3059\u308b\u305f\u3081\u306b\u63d0\u4f9b\u3055\u308c\u3066\u3044\u307e\u3059\u3002 \u3053\u308c\u306f\u30c7\u30d5\u30a9\u30eb\u30c8\u3067 true \u306b\u306a\u308a\u3001\u30de\u30b9\u30c8\u30d8\u30c3\u30c0\u30fc\u30b3\u30f3\u30c8\u30ed\u30fc\u30eb\u304c\u5b58\u5728\u3059\u308b\u5834\u5408\u306b\u306f\u8868\u793a\u3055\u308c\u307e\u3059\u3002
property.mastFooter.name= \u30de\u30b9\u30c8\u30d5\u30c3\u30bf\u30fc\u306e\u8868\u793a
# "MastFooter" and "OneUI" should not be translated
property.mastFooter.descr= \u30de\u30b9\u30c8\u30d5\u30c3\u30bf\u30fc\u3092\u8868\u793a\u3059\u308b\u304b\u3069\u3046\u304b\u3092\u6307\u5b9a\u3057\u307e\u3059\u3002 MastFooter \u3068\u3044\u3046\u540d\u524d\u306e\u30d5\u30a1\u30bb\u30c3\u30c8\u3092\u6307\u5b9a\u3059\u308b\u3053\u3068\u3067\u3001\u30de\u30b9\u30c8\u30d5\u30c3\u30bf\u30fc\u306b\u30b3\u30f3\u30c8\u30ed\u30fc\u30eb\u3092\u6307\u5b9a\u3057\u307e\u3059\u3002 \u30de\u30b9\u30c8\u30d5\u30c3\u30bf\u30fc\u30b3\u30f3\u30c8\u30ed\u30fc\u30eb\u306f\u3001\u542b\u307e\u308c\u308b\u9818\u57df\u5185\u3067\u306f\u306a\u304f\u3001\u30e1\u30a4\u30f3\u30a2\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u30ec\u30a4\u30a2\u30a6\u30c8\u306e\u5f8c\u306b\u51fa\u529b\u3055\u308c\u307e\u3059\u3002 \u3053\u308c\u306f\u3001\u901a\u5e38\u306e OneUI \u30ec\u30a4\u30a2\u30a6\u30c8\u306e\u4e00\u90e8\u3067\u306f\u306a\u304f\u3001\u30a2\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u8a2d\u8a08\u8005\u304c\u30ec\u30a4\u30a2\u30a6\u30c8\u3092\u30ab\u30b9\u30bf\u30de\u30a4\u30ba\u3067\u304d\u308b\u3088\u3046\u306b\u3059\u308b\u305f\u3081\u306b\u63d0\u4f9b\u3055\u308c\u3066\u3044\u307e\u3059\u3002 \u3053\u308c\u306f\u30c7\u30d5\u30a9\u30eb\u30c8\u3067 true \u306b\u306a\u308a\u3001\u30de\u30b9\u30c8\u30d5\u30c3\u30bf\u30fc\u30b3\u30f3\u30c8\u30ed\u30fc\u30eb\u304c\u5b58\u5728\u3059\u308b\u5834\u5408\u306b\u306f\u8868\u793a\u3055\u308c\u307e\u3059\u3002
property.productLogo.name= \u88fd\u54c1\u30ed\u30b4
property.productLogo.descr= \u88fd\u54c1\u30ed\u30b4\u306f\u3001\u30a2\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u306b\u95a2\u9023\u3057\u305f\u88fd\u54c1\u307e\u305f\u306f\u4f1a\u793e\u306e\u30ed\u30b4\u307e\u305f\u306f\u30d6\u30e9\u30f3\u30c9\u30a4\u30e1\u30fc\u30b8\u3067\u3059\u3002 \u30ec\u30a4\u30a2\u30a6\u30c8\u306e\u4e0a\u90e8\u306e\u30d0\u30ca\u30fc\u9818\u57df\u306b\u8868\u793a\u3055\u308c\u307e\u3059\u3002 \u3053\u306e\u30d7\u30ed\u30d1\u30c6\u30a3\u306f\u3001\u30ed\u30b4\u306e\u30a4\u30e1\u30fc\u30b8\u3078\u306e\u30d1\u30b9\u3092\u63d0\u4f9b\u3057\u307e\u3059\u3002
property.productLogoClass.name= \u88fd\u54c1\u30ed\u30b4\u306e\u30af\u30e9\u30b9
property.productLogoClass.descr= \u88fd\u54c1\u30ed\u30b4\u306e\u30b9\u30bf\u30a4\u30eb\u306e\u3088\u3046\u306b\u3001\u3053\u308c\u306f\u3001\u80cc\u666f\u30a4\u30e1\u30fc\u30b8\u3068\u3057\u3066\u88fd\u54c1\u30ed\u30b4\u3092\u63d0\u4f9b\u3067\u304d\u307e\u3059\u3002\u3053\u306e\u5834\u5408\u306f\u3001\u30da\u30fc\u30b8\u3067\u76f4\u63a5\u30b9\u30bf\u30a4\u30eb\u3092\u4f7f\u7528\u3059\u308b\u306e\u3067\u306f\u306a\u304f\u3001CSS \u30b9\u30bf\u30a4\u30eb\u30af\u30e9\u30b9\u53c2\u7167\u3092\u4f7f\u7528\u3057\u307e\u3059\u3002
property.productLogoStyle.name= \u88fd\u54c1\u30ed\u30b4\u306e\u30b9\u30bf\u30a4\u30eb
property.productLogoStyle.descr= \u88fd\u54c1\u30ed\u30b4\u306f\u3001productLogo \u30d7\u30ed\u30d1\u30c6\u30a3\u3092\u4f7f\u7528\u3057\u305f\u5834\u5408\u306b\u751f\u6210\u3055\u308c\u308b\u30a4\u30e1\u30fc\u30b8\u30bf\u30b0\u306e\u4f7f\u7528\u306b\u4ee3\u308f\u308b\u65b9\u6cd5\u3068\u3057\u3066\u3001\u3053\u3053\u3067\u80cc\u666f\u30a4\u30e1\u30fc\u30b8\u3068\u3057\u3066\u6307\u5b9a\u3067\u304d\u307e\u3059\u3002
property.productLogoAlt.name= \u88fd\u54c1\u30ed\u30b4\u306e\u4ee3\u66ff\u30c6\u30ad\u30b9\u30c8
property.productLogoAlt.descr= \u753b\u9762\u8aad\u307f\u53d6\u308a\u30bd\u30d5\u30c8\u30a6\u30a7\u30a2\u304c\u4f7f\u7528\u3059\u308b\u3001productLogo \u30a4\u30e1\u30fc\u30b8\u306e\u4ee3\u66ff\u30c6\u30ad\u30b9\u30c8
property.productLogoWidth.name= \u88fd\u54c1\u30ed\u30b4\u306e\u5e45
property.productLogoWidth.descr= productLogo \u30d7\u30ed\u30d1\u30c6\u30a3\u3067\u6307\u5b9a\u3059\u308b\u30a4\u30e1\u30fc\u30b8\u306e\u5e45
property.productLogoHeight.name= \u88fd\u54c1\u30ed\u30b4\u306e\u9ad8\u3055
property.productLogoHeight.descr= productLogo \u30d7\u30ed\u30d1\u30c6\u30a3\u3067\u6307\u5b9a\u3059\u308b\u30a4\u30e1\u30fc\u30b8\u306e\u9ad8\u3055
property.bannerApplicationLinks.name= \u30a2\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u30ea\u30f3\u30af
property.bannerApplicationLinks.descr= \u30d0\u30ca\u30fc\u5185\u306e\u30a2\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u30ea\u30f3\u30af
property.bannerUtilityLinks.name= \u30e6\u30fc\u30c6\u30a3\u30ea\u30c6\u30a3\u30ea\u30f3\u30af
property.bannerUtilityLinks.descr= \u30d0\u30ca\u30fc\u5185\u306e\u30e6\u30fc\u30c6\u30a3\u30ea\u30c6\u30a3\u30ea\u30f3\u30af
property.titleBar.name= \u30bf\u30a4\u30c8\u30eb\u30d0\u30fc\u304c\u8868\u793a\u53ef\u80fd
property.titleBar.descr= \u30bf\u30a4\u30c8\u30eb\u30d0\u30fc\u9818\u57df\u3092\u8868\u793a\u3059\u308b\u304b\u3069\u3046\u304b\u3092\u6307\u5b9a\u3057\u307e\u3059\u3002\u30c7\u30d5\u30a9\u30eb\u30c8\u3067\u306f true \u306b\u306a\u308a\u307e\u3059\u3002 \u901a\u5e38\u3001\u30bf\u30a4\u30c8\u30eb\u30d0\u30fc\u306b\u306f\u30ca\u30d3\u30b2\u30fc\u30b7\u30e7\u30f3\u30bf\u30d6\u304c\u542b\u307e\u308c\u3001\u8907\u6570\u306e\u30da\u30fc\u30b8\u3092\u30b0\u30eb\u30fc\u30d7\u5316\u3057\u3066\u307e\u3068\u3081\u308b\u305f\u3081\u306b\u4f7f\u7528\u3055\u308c\u307e\u3059\u3002\u30bf\u30d6\u3092\u30af\u30ea\u30c3\u30af\u3059\u308b\u3068\u30b0\u30eb\u30fc\u30d7\u5185\u306e\u6700\u521d\u306e\u30da\u30fc\u30b8\u304c\u958b\u304d\u3001\u4ed6\u306e\u30da\u30fc\u30b8\u306f\u30ca\u30d3\u30b2\u30fc\u30bf\u30b3\u30f3\u30c8\u30ed\u30fc\u30eb\u3067\u30ea\u30f3\u30af\u3055\u308c\u307e\u3059\u3002 \u30a2\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u540d\u3092 titleBarName \u3067\u6307\u5b9a\u3057\u3066\u30bf\u30a4\u30c8\u30eb\u30d0\u30fc\u9818\u57df\u306b\u8868\u793a\u3059\u308b\u3053\u3068\u304c\u3067\u304d\u307e\u3059\u304c\u3001placeBarName \u3067\u540d\u524d\u3092\u6307\u5b9a\u3059\u308b\u65b9\u304c\u4e00\u822c\u7684\u3067\u3059\u3002 \u691c\u7d22\u30d0\u30fc\u9818\u57df\u304c\u3001\u30bf\u30a4\u30c8\u30eb\u30d0\u30fc\u5185\u306b\u3042\u308a\u307e\u3059\u3002
property.titleBarName.name= \u30bf\u30a4\u30c8\u30eb\u30d0\u30fc\u540d
property.titleBarName.descr= \u30bf\u30a4\u30c8\u30eb\u30d0\u30fc\u9818\u57df\u306b\u8868\u793a\u3055\u308c\u308b\u3001\u30bf\u30a4\u30c8\u30eb\u30d0\u30fc\u540d\u3068\u3057\u3066\u8868\u793a\u3059\u308b\u30c6\u30ad\u30b9\u30c8\u3092\u5b9a\u7fa9\u3057\u307e\u3059\u3002 placeBarName \u3067\u540d\u524d\u3092\u6307\u5b9a\u3059\u308b\u65b9\u304c\u4e00\u822c\u7684\u3067\u3059\u3002
property.titleBarTabs.name= \u30bf\u30a4\u30c8\u30eb\u30d0\u30fc\u30bf\u30d6
property.titleBarTabs.descr= \u30ca\u30d3\u30b2\u30fc\u30b7\u30e7\u30f3\u3067\u4f7f\u7528\u3055\u308c\u308b\u3001\u30bf\u30a4\u30c8\u30eb\u30d0\u30fc\u5185\u306e\u30bf\u30d6\u3002 \u8907\u6570\u306e\u30da\u30fc\u30b8\u3092\u30b0\u30eb\u30fc\u30d7\u5316\u3057\u3066\u307e\u3068\u3081\u308b\u305f\u3081\u306b\u4f7f\u7528\u3055\u308c\u307e\u3059\u3002\u30bf\u30d6\u3092\u30af\u30ea\u30c3\u30af\u3059\u308b\u3068\u30b0\u30eb\u30fc\u30d7\u5185\u306e\u6700\u521d\u306e\u30da\u30fc\u30b8\u304c\u958b\u304d\u3001\u4ed6\u306e\u30da\u30fc\u30b8\u306f\u30ca\u30d3\u30b2\u30fc\u30bf\u30b3\u30f3\u30c8\u30ed\u30fc\u30eb\u3067\u30ea\u30f3\u30af\u3055\u308c\u307e\u3059\u3002
property.searchBar.name= \u691c\u7d22\u30d0\u30fc
# "SearchBar" should not be translated
property.searchBar.descr= \u30bf\u30a4\u30c8\u30eb\u30d0\u30fc\u306e\u691c\u7d22\u9818\u57df\u3092\u6709\u52b9\u306b\u3057\u3001\u69cb\u6210\u3057\u307e\u3059\u3002 \u3053\u308c\u306f\u3001"SearchBar" \u3068\u3044\u3046\u30d5\u30a1\u30bb\u30c3\u30c8\u3067\u30aa\u30fc\u30d0\u30fc\u30e9\u30a4\u30c9\u3067\u304d\u307e\u3059\u3002
property.placeBar.name= \u30d7\u30ec\u30fc\u30b9\u30d0\u30fc\u304c\u8868\u793a\u53ef\u80fd
# "true" and "placeBarName" should not be translated
property.placeBar.descr= \u30d7\u30ec\u30fc\u30b9\u30d0\u30fc\u9818\u57df\u3092\u8868\u793a\u3059\u308b\u304b\u3069\u3046\u304b\u3092\u6307\u5b9a\u3057\u307e\u3059\u3002\u30c7\u30d5\u30a9\u30eb\u30c8\u3067\u306f true \u306b\u306a\u308a\u3001\u30d7\u30ec\u30fc\u30b9\u30d0\u30fc\u304c\u8868\u793a\u3055\u308c\u307e\u3059\u3002 \u30d7\u30ec\u30fc\u30b9\u30d0\u30fc\u306f\u3001\u30e1\u30a4\u30f3\u30b3\u30f3\u30c6\u30f3\u30c4\u9818\u57df\u306e\u3059\u3050\u4e0a\u306b\u3042\u308a\u307e\u3059\u3002 \u901a\u5e38\u3001placeBarName \u30d7\u30ed\u30d1\u30c6\u30a3\u3067\u6307\u5b9a\u3055\u308c\u305f\u30c6\u30ad\u30b9\u30c8\u304c\u8868\u793a\u3055\u308c\u307e\u3059\u3002
property.placeBarName.name= \u30d7\u30ec\u30fc\u30b9\u30d0\u30fc\u540d
property.placeBarName.descr= \u30da\u30fc\u30b8\u4e0a\u90e8\u306b\u3042\u308b\u30ec\u30a4\u30a2\u30a6\u30c8\u30d8\u30c3\u30c0\u30fc\u306e\u30d7\u30ec\u30fc\u30b9\u30d0\u30fc\u9818\u57df\u306b\u8868\u793a\u3055\u308c\u308b\u30c6\u30ad\u30b9\u30c8\u3002 \u30d7\u30ec\u30fc\u30b9\u30d0\u30fc\u306f\u3001\u30e1\u30a4\u30f3\u30b3\u30f3\u30c6\u30f3\u30c4\u9818\u57df\u306e\u3059\u3050\u4e0a\u306b\u3042\u308a\u3001\u30b3\u30f3\u30c6\u30f3\u30c4\u306f\u30da\u30fc\u30b8\u3054\u3068\u306b\u5909\u5316\u3057\u307e\u3059\u3002
property.placeBarActions.name= \u30d7\u30ec\u30fc\u30b9\u30d0\u30fc\u30a2\u30af\u30b7\u30e7\u30f3
property.placeBarActions.descr= \u30d7\u30ec\u30fc\u30b9\u30d0\u30fc\u9818\u57df\u306e\u6700\u5f8c\u306b\u30dc\u30bf\u30f3\u3084\u30c9\u30ed\u30c3\u30d7\u30c0\u30a6\u30f3\u30dc\u30bf\u30f3\u3068\u3057\u3066\u8868\u793a\u3055\u308c\u308b\u3001\u30d7\u30ec\u30fc\u30b9\u30d0\u30fc\u5185\u306e\u30a2\u30af\u30b7\u30e7\u30f3\u3002
property.footer.name= \u30d5\u30c3\u30bf\u30fc\u304c\u8868\u793a\u53ef\u80fd
# "footerLinks", "OneUI" and "mastFooter" should not be translated
property.footer.descr= \u30d5\u30c3\u30bf\u30fc\u9818\u57df\u3092\u8868\u793a\u3059\u308b\u304b\u3069\u3046\u304b\u3092\u6307\u5b9a\u3057\u307e\u3059\u3002 \u30d5\u30c3\u30bf\u30fc\u9818\u57df\u306f\u3001\u30a2\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u30ec\u30a4\u30a2\u30a6\u30c8\u306e\u4e0b\u90e8\u306b\u3042\u308a\u3001\u30ea\u30fc\u30ac\u30eb\u9818\u57df\u306e\u524d\u306b\u3042\u308a\u307e\u3059\u3002 \u3053\u308c\u306f\u30c7\u30d5\u30a9\u30eb\u30c8\u3067 true \u306b\u306a\u308b\u305f\u3081\u3001\u30d5\u30c3\u30bf\u30fc\u9818\u57df\u306f\u8868\u793a\u3055\u308c\u307e\u3059\u3002 footerLinks \u30d7\u30ed\u30d1\u30c6\u30a3\u3092\u4f7f\u7528\u3057\u3066\u3001\u30b3\u30f3\u30c6\u30f3\u30c4\u3092\u30d5\u30c3\u30bf\u30fc\u9818\u57df\u306b\u8ffd\u52a0\u3057\u307e\u3059\u3002 \u30d5\u30c3\u30bf\u30fc\u306f OneUI \u30ec\u30a4\u30a2\u30a6\u30c8\u306e\u4e00\u90e8\u3067\u3059\u3002\u30a2\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u30ec\u30a4\u30a2\u30a6\u30c8\u306e\u5916\u90e8\u306b\u30d5\u30c3\u30bf\u30fc\u30b3\u30f3\u30c6\u30f3\u30c4\u3092\u914d\u7f6e\u3059\u308b\u5fc5\u8981\u304c\u3042\u308b\u5834\u5408\u306f\u3001mastFooter \u30d7\u30ed\u30d1\u30c6\u30a3\u3092\u53c2\u7167\u3057\u3066\u304f\u3060\u3055\u3044\u3002
property.footerLinks.name= \u30d5\u30c3\u30bf\u30fc\u30ea\u30f3\u30af
property.footerLinks.descr= \u30a2\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u30ec\u30a4\u30a2\u30a6\u30c8\u306e\u4e0b\u90e8\u306b\u3042\u308b\u30d5\u30c3\u30bf\u30fc\u9818\u57df\u5185\u306e\u30ea\u30f3\u30af\u3002 \u96a3\u308a\u5408\u3063\u3066\u8868\u793a\u3055\u308c\u308b\u8907\u6570\u306e\u500b\u5225\u30ea\u30f3\u30af\u3092\u8ffd\u52a0\u3067\u304d\u307e\u3059\u3002\u3042\u308b\u3044\u306f\u3001\u8907\u6570\u306e\u30ea\u30f3\u30af\u30b3\u30f3\u30c6\u30ca\u30b0\u30eb\u30fc\u30d7\u3092\u914d\u7f6e\u3059\u308b\u3053\u3068\u3082\u3067\u304d\u307e\u3059\u3002 \u30b3\u30f3\u30c6\u30ca\u5185\u306e\u30ea\u30f3\u30af\u306f\u3001\u4e0a\u4e0b\u306b\u4e26\u3079\u3066\u5782\u76f4\u306b\u30ec\u30a4\u30a2\u30a6\u30c8\u3055\u308c\u3001\u5404\u30b0\u30eb\u30fc\u30d7\u306f\u5de6\u53f3\u306b\u4e26\u3079\u3066\u6c34\u5e73\u306b\u8868\u793a\u3055\u308c\u307e\u3059\u3002
property.legal.name= \u30ea\u30fc\u30ac\u30eb\u30d0\u30fc\u304c\u8868\u793a\u53ef\u80fd
# "true", "legalLogo" and "legalText" should not be translated.
property.legal.descr= \u30ea\u30fc\u30ac\u30eb\u30d0\u30fc\u9818\u57df\u3092\u8868\u793a\u3059\u308b\u304b\u3069\u3046\u304b\u3092\u6307\u5b9a\u3057\u307e\u3059\u3002\u30c7\u30d5\u30a9\u30eb\u30c8\u3067\u306f true \u306b\u306a\u308a\u3001\u8868\u793a\u3055\u308c\u307e\u3059\u3002 \u30ea\u30fc\u30ac\u30eb\u30d0\u30fc\u306f\u3001\u30a2\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u30ec\u30a4\u30a2\u30a6\u30c8\u306e\u6700\u4e0b\u90e8\u306b\u3042\u308a\u3001\u30e1\u30a4\u30f3\u30b3\u30f3\u30c6\u30f3\u30c4\u9818\u57df\u3068\u30d5\u30c3\u30bf\u30fc\u30ea\u30f3\u30af\u9818\u57df\u306e\u4e0b\u306b\u3042\u308a\u307e\u3059\u3002 \u30ea\u30fc\u30ac\u30eb\u9818\u57df\u306e\u30b3\u30f3\u30c6\u30f3\u30c4\u306f\u3001legalLogo \u30d7\u30ed\u30d1\u30c6\u30a3\u3068 legalText \u30d7\u30ed\u30d1\u30c6\u30a3\u3067\u6307\u5b9a\u3057\u307e\u3059\u3002
property.legalLogo.name= \u30ea\u30fc\u30ac\u30eb\u30ed\u30b4\u30a4\u30e1\u30fc\u30b8
property.legalLogo.descr= \u30a2\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u30ec\u30a4\u30a2\u30a6\u30c8\u306e\u4e0b\u90e8\u306b\u3042\u308b\u30ea\u30fc\u30ac\u30eb\u9818\u57df\u306b\u8868\u793a\u3055\u308c\u308b\u30a4\u30e1\u30fc\u30b8\u306e\u30d1\u30b9\u3002 \u3053\u308c\u306f\u3001\u30da\u30fc\u30b8\u306e\u30b3\u30f3\u30c6\u30f3\u30c4\u306b\u95a2\u3059\u308b\u8457\u4f5c\u6a29\u3092\u4e3b\u5f35\u3057\u305f\u308a\u3001\u30da\u30fc\u30b8\u30b3\u30f3\u30c6\u30f3\u30c4\u3078\u306e\u30a2\u30af\u30bb\u30b9\u6a29\u9650\u306e\u30e9\u30a4\u30bb\u30f3\u30b9\u3092\u4ed8\u4e0e\u3057\u305f\u308a\u3059\u308b\u3001\u4f1a\u793e\u3084\u7d44\u7e54\u306e\u30ed\u30b4\u306b\u3059\u308b\u3053\u3068\u304c\u3067\u304d\u307e\u3059\u3002
property.legalLogoClass.name= \u30ea\u30fc\u30ac\u30eb\u30ed\u30b4\u30af\u30e9\u30b9
property.legalLogoClass.descr= legalLogo \u30a4\u30e1\u30fc\u30b8\u3092\u30e9\u30c3\u30d7\u3059\u308b\u30e9\u30c3\u30d1\u30fc\u3068\u3057\u3066\u6a5f\u80fd\u3059\u308b\u8981\u7d20\u3067\u4f7f\u7528\u3055\u308c\u308b CSS \u30af\u30e9\u30b9\u307e\u305f\u306f\u30b9\u30da\u30fc\u30b9\u533a\u5207\u308a\u306e\u30af\u30e9\u30b9\u3002 \u3053\u308c\u304c\u4f7f\u7528\u3055\u308c\u308b\u306e\u306f\u3001\u76f4\u63a5\u30a4\u30e1\u30fc\u30b8\u53c2\u7167\u3067\u306f\u306a\u304f\u3001CSS \u30a4\u30e1\u30fc\u30b8\u30b9\u30d7\u30e9\u30a4\u30c8\u6280\u6cd5\u3092\u4f7f\u7528\u3057\u3066\u3001\u30ea\u30fc\u30ac\u30eb\u30ed\u30b4\u3092\u6307\u5b9a\u3059\u308b\u5834\u5408\u3067\u3059\u3002
property.legalLogoStyle.name= \u30ea\u30fc\u30ac\u30eb\u30ed\u30b4\u30b9\u30bf\u30a4\u30eb
property.legalLogoStyle.descr= legalLogo \u30a4\u30e1\u30fc\u30b8\u3092\u30e9\u30c3\u30d7\u3059\u308b\u30e9\u30c3\u30d1\u30fc\u3068\u3057\u3066\u6a5f\u80fd\u3059\u308b\u8981\u7d20\u3067\u4f7f\u7528\u3055\u308c\u308b\u3001\u5358\u4e00\u307e\u305f\u306f\u8907\u6570\u306e CSS \u30b9\u30bf\u30a4\u30eb\u3002
property.legalLogoAlt.name= \u30ea\u30fc\u30ac\u30eb\u30ed\u30b4\u4ee3\u66ff\u30c6\u30ad\u30b9\u30c8
# "legalLogo" should not be translated
property.legalLogoAlt.descr= \u30a4\u30e1\u30fc\u30b8\u3092\u8868\u793a\u3067\u304d\u306a\u3044\u5834\u5408\u306b\u3001legalLogo \u306e\u4ee3\u308f\u308a\u306b\u8868\u793a\u3055\u308c\u308b\u4ee3\u66ff\u8aac\u660e\u30c6\u30ad\u30b9\u30c8\u3002
property.legalLogoWidth.name= \u30ea\u30fc\u30ac\u30eb\u30ed\u30b4\u306e\u5e45
# "legalLogo", "100px", "100" and "20%" should not be translated
property.legalLogoWidth.descr= legalLogo \u30d7\u30ed\u30d1\u30c6\u30a3\u3067\u6307\u5b9a\u3055\u308c\u308b\u30a4\u30e1\u30fc\u30b8\u306e\u5e45\u3002 \u3053\u308c\u3092\u8a2d\u5b9a\u3059\u308b\u3068\u3001\u30d6\u30e9\u30a6\u30b6\u306b\u3088\u308b\u30da\u30fc\u30b8\u30ec\u30a4\u30a2\u30a6\u30c8\u306e\u5224\u5225\u304c\u82e5\u5e72\u9ad8\u901f\u5316\u3057\u307e\u3059\u3002 \u3053\u308c\u306f\u30d4\u30af\u30bb\u30eb\u5358\u4f4d (\u4f8b\u3048\u3070\u300c100px\u300d\u3084\u300c100\u300d) \u307e\u305f\u306f\u30d1\u30fc\u30bb\u30f3\u30c6\u30fc\u30b8 (\u4f8b\u3048\u3070\u300c20%\u300d) \u3067\u8a2d\u5b9a\u3067\u304d\u307e\u3059\u3002
property.legalLogoHeight.name= \u30ea\u30fc\u30ac\u30eb\u30ed\u30b4\u306e\u9ad8\u3055
# "legalLogo", "100px", "100" and "20%" should not be translated
property.legalLogoHeight.descr= legalLogo \u30d7\u30ed\u30d1\u30c6\u30a3\u3067\u6307\u5b9a\u3055\u308c\u308b\u30a4\u30e1\u30fc\u30b8\u306e\u9ad8\u3055\u3002 \u3053\u308c\u3092\u8a2d\u5b9a\u3059\u308b\u3068\u3001\u30d6\u30e9\u30a6\u30b6\u306b\u3088\u308b\u30da\u30fc\u30b8\u30ec\u30a4\u30a2\u30a6\u30c8\u306e\u5224\u5225\u304c\u82e5\u5e72\u9ad8\u901f\u5316\u3057\u307e\u3059\u3002 \u3053\u308c\u306f\u30d4\u30af\u30bb\u30eb\u5358\u4f4d (\u4f8b\u3048\u3070\u300c100px\u300d\u3084\u300c100\u300d) \u307e\u305f\u306f\u30d1\u30fc\u30bb\u30f3\u30c6\u30fc\u30b8 (\u4f8b\u3048\u3070\u300c20%\u300d) \u3067\u8a2d\u5b9a\u3067\u304d\u307e\u3059\u3002
property.legalText.name= \u30ea\u30fc\u30ac\u30eb\u30c6\u30ad\u30b9\u30c8
property.legalText.descr= \u30a2\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u30ec\u30a4\u30a2\u30a6\u30c8\u306e\u4e0b\u90e8\u306b\u3042\u308b\u30ea\u30fc\u30ac\u30eb\u9818\u57df\u306b\u8868\u793a\u3055\u308c\u308b\u30ea\u30fc\u30ac\u30eb\u30c6\u30ad\u30b9\u30c8\u3002 \u3053\u308c\u306f\u3001\u30da\u30fc\u30b8\u30b3\u30f3\u30c6\u30f3\u30c4\u307e\u305f\u306f\u30da\u30fc\u30b8\u306e\u30b5\u30d6\u30bb\u30af\u30b7\u30e7\u30f3\u306e\u8457\u4f5c\u6a29\u3001\u5546\u6a19\u3001\u30e9\u30a4\u30bb\u30f3\u30b9\u306b\u3064\u3044\u3066\u8aac\u660e\u3059\u308b\u5834\u5408\u304c\u3042\u308a\u307e\u3059\u3002
complex-type.appSearchBar.name= \u691c\u7d22\u30d0\u30fc\u306e\u69cb\u6210
complex-type.appSearchBar.descr= \u691c\u7d22\u306e\u7de8\u96c6\u30dc\u30c3\u30af\u30b9\u3068\u30dc\u30bf\u30f3\u3001\u30aa\u30d7\u30b7\u30e7\u30f3\u3067\u3042\u308b\u691c\u7d22\u30aa\u30d7\u30b7\u30e7\u30f3\u306e\u30c9\u30ed\u30c3\u30d7\u30c0\u30a6\u30f3\u30ea\u30b9\u30c8\u3092\u542b\u3081\u3001\u691c\u7d22\u9818\u57df\u3092\u69cb\u6210\u3057\u307e\u3059\u3002
property.pageName.name= \u30da\u30fc\u30b8\u540d
property.pageName.descr= \u691c\u7d22\u7d50\u679c\u3092\u958b\u304f\u305f\u3081\u306b\u4f7f\u7528\u3055\u308c\u308b\u30da\u30fc\u30b8\u306e\u540d\u524d
property.queryParam.name= \u7167\u4f1a\u30d1\u30e9\u30e1\u30fc\u30bf\u30fc\u540d
# "search" should not be translated
property.queryParam.descr= spriteURL \u7167\u4f1a\u3067\u691c\u7d22\u5024\u3092\u4fdd\u6301\u3059\u308b\u30d1\u30e9\u30e1\u30fc\u30bf\u306e\u540d\u524d\u3002 \u30c7\u30d5\u30a9\u30eb\u30c8\u3067\u306f search \u306b\u306a\u308a\u307e\u3059\u3002
property.inactiveText.name= \u975e\u30a2\u30af\u30c6\u30a3\u30d6\u30c6\u30ad\u30b9\u30c8
property.inactiveText.descr= \u30a2\u30af\u30c6\u30a3\u30d6\u3067\u306a\u3044\u3068\u304d\u306b\u691c\u7d22\u30dc\u30c3\u30af\u30b9\u306b\u8868\u793a\u3055\u308c\u308b\u30c6\u30ad\u30b9\u30c8\u3092\u5b9a\u7fa9\u3057\u307e\u3059
property.options.name= \u691c\u7d22\u30b3\u30f3\u30dc\u30dc\u30c3\u30af\u30b9\u30aa\u30d7\u30b7\u30e7\u30f3
property.options.descr= \u3053\u308c\u3089\u306e\u30aa\u30d7\u30b7\u30e7\u30f3\u3092\u6307\u5b9a\u3059\u308b\u3068\u3001\u3053\u308c\u3089\u306e\u30aa\u30d7\u30b7\u30e7\u30f3\u306e\u30c9\u30ed\u30c3\u30d7\u30c0\u30a6\u30f3\u30ea\u30b9\u30c8\u304c\u691c\u7d22\u306e\u7de8\u96c6\u30dc\u30c3\u30af\u30b9\u306e\u6a2a\u306b\u8868\u793a\u3055\u308c\u307e\u3059\u3002 \u691c\u7d22\u3092\u9001\u4fe1\u3059\u308b\u3068\u304d\u306b\u3001"optionsParam" \u30d7\u30ed\u30d1\u30c6\u30a3\u306b\u540d\u524d\u3092\u4f7f\u7528\u3057\u3066\u73fe\u5728\u9078\u629e\u6e08\u307f\u306e\u30aa\u30d7\u30b7\u30e7\u30f3\u304c URL \u306b\u542b\u3081\u3089\u308c\u307e\u3059\u3002
property.optionsParam.name= \u30aa\u30d7\u30b7\u30e7\u30f3\u30d1\u30e9\u30e1\u30fc\u30bf\u30fc\u540d
property.optionsParam.descr= URL \u306e\u7167\u4f1a\u90e8\u5206\u3067\u3001\u9078\u629e\u3055\u308c\u305f\u691c\u7d22\u30aa\u30d7\u30b7\u30e7\u30f3\u3092\u4fdd\u6301\u3059\u308b\u30d1\u30e9\u30e1\u30fc\u30bf\u306e\u540d\u524d
property.rendered.name= \u30ec\u30f3\u30c0\u30ea\u30f3\u30b0
property.rendered.descr= \u691c\u7d22\u30d0\u30fc\u3092\u30ec\u30f3\u30c0\u30ea\u30f3\u30b0\u3059\u308b\u304b\u3069\u3046\u304b\u3092\u6307\u5b9a\u3057\u307e\u3059\u3002 \u5024\u3092\u6307\u5b9a\u3057\u306a\u304b\u3063\u305f\u5834\u5408\u306f\u3001\u73fe\u5728\u306e Notes DB \u304c FT \u3067\u7d22\u5f15\u4ed8\u3051\u3089\u308c\u3066\u3044\u308b\u5834\u5408\u306e\u307f\u8868\u793a\u3055\u308c\u307e\u3059\u3002
property.scopeTitle.name= \u691c\u7d22\u30aa\u30d7\u30b7\u30e7\u30f3\u306e\u30a2\u30af\u30bb\u30b7\u30d3\u30ea\u30c6\u30a3\u30bf\u30a4\u30c8\u30eb
property.scopeTitle.descr= \u691c\u7d22\u30aa\u30d7\u30b7\u30e7\u30f3\u3067\u4f7f\u7528\u3055\u308c\u308b\u30a2\u30af\u30bb\u30b7\u30d3\u30ea\u30c6\u30a3\u30bf\u30a4\u30c8\u30eb
property.inputTitle.name= \u691c\u7d22\u5165\u529b\u306e\u30a2\u30af\u30bb\u30b7\u30d3\u30ea\u30c6\u30a3\u30bf\u30a4\u30c8\u30eb
property.inputTitle.descr= \u691c\u7d22\u5165\u529b\u30d5\u30a3\u30fc\u30eb\u30c9\u3067\u4f7f\u7528\u3055\u308c\u308b\u30a2\u30af\u30bb\u30b7\u30d3\u30ea\u30c6\u30a3\u30bf\u30a4\u30c8\u30eb
property.legend.name= \u30d5\u30a3\u30fc\u30eb\u30c9\u30bb\u30c3\u30c8\u306e\u51e1\u4f8b
property.legend.descr= \u691c\u7d22\u30aa\u30d7\u30b7\u30e7\u30f3\u3068\u30ad\u30fc\u30ef\u30fc\u30c9\u30b3\u30f3\u30c8\u30ed\u30fc\u30eb\u306e\u30d5\u30a3\u30fc\u30eb\u30c9\u30bb\u30c3\u30c8\u306e\u51e1\u4f8b\u3092\u6307\u5b9a\u3057\u307e\u3059
