# *****************************************************************
#
# IBM Confidential
#
# OCO Source Materials
#
# Copyright IBM Corp. 2010, 2012                                   
#
# The source code for this program is not published or otherwise
# divested of its trade secrets, irrespective of what has been
# deposited with the U.S. Copyright Office.
#
# ***************************************************************** 
# DO NOT EDIT. THIS FILE IS GENERATED.
# NLS_ENCODING=UNICODE 
# NLS_MARKUP=IBMNJDK2 
# NLS_MESSAGEFORMAT_NONE
## G11N SA UI -- Special IT Audience resources follow
property.tooltip.name= \u30c4\u30fc\u30eb\u30c1\u30c3\u30d7
property.tooltip.descr= \u30bf\u30d6\u30e9\u30d9\u30eb\u3001\u30a2\u30b3\u30fc\u30c7\u30a3\u30aa\u30f3\u30da\u30a4\u30f3\u30bf\u30a4\u30c8\u30eb\u306a\u3069\u3067\u30b3\u30f3\u30c8\u30ed\u30fc\u30eb\u306e title \u30d7\u30ed\u30d1\u30c6\u30a3\u3092\u4f7f\u7528\u3057\u305f\u5834\u5408\u306b\u3001\u30de\u30a6\u30b9\u3092\u305d\u306e\u30c6\u30ad\u30b9\u30c8\u306e\u4e0a\u306b\u79fb\u52d5\u3057\u305f\u3068\u304d\u306b\u8868\u793a\u3055\u308c\u308b\u30c4\u30fc\u30eb\u30c1\u30c3\u30d7\u3092\u6307\u5b9a\u3057\u307e\u3059\u3002
property.onClick.group.dojo_widget.name= \u30af\u30ea\u30c3\u30af\u30b9\u30af\u30ea\u30d7\u30c8
property.onClick.group.dojo_widget.descr= \u3053\u306e\u30b3\u30f3\u30c8\u30ed\u30fc\u30eb\u4e0a\u3067\u30dd\u30a4\u30f3\u30bf\u30b3\u30f3\u30c8\u30ed\u30fc\u30eb\u3092\u30af\u30ea\u30c3\u30af\u3057\u305f\u3068\u304d\u306b\u5b9f\u884c\u3055\u308c\u308b JavaScript \u30b3\u30fc\u30c9
property.dragRestriction.name= \u30c9\u30e9\u30c3\u30b0\u5236\u9650
property.dragRestriction.descr= true \u306e\u5834\u5408\u306f\u3001\u30b3\u30f3\u30c8\u30ed\u30fc\u30eb\u306f\u30c9\u30e9\u30c3\u30b0\u3067\u304d\u307e\u305b\u3093\u3002
property.waiRole.name= WAI ARIA \u30ed\u30fc\u30eb
property.waiRole.descr= WAI ARIA \u306f\u3001\u30e6\u30fc\u30b6\u30fc\u88dc\u52a9\u6a5f\u80fd\u3092\u30b5\u30dd\u30fc\u30c8\u3059\u308b\u305f\u3081\u306b\u4f7f\u7528\u3055\u308c\u308b\u30a2\u30af\u30bb\u30b7\u30d3\u30ea\u30c6\u30a3\u30ed\u30fc\u30eb\u30b3\u30ec\u30af\u30b7\u30e7\u30f3\u3092\u63d0\u4f9b\u3057\u307e\u3059\u3002\u30ed\u30fc\u30eb\u3092\u4ed8\u52a0\u3059\u308b\u3068\u3001\u5404 UI \u8981\u7d20\u307e\u305f\u306f\u9818\u57df\u3092\u53d6\u308a\u6271\u3046\u65b9\u6cd5\u306b\u95a2\u3059\u308b\u30e6\u30fc\u30b6\u30fc\u88dc\u52a9\u6a5f\u80fd\u60c5\u5831\u304c\u793a\u3055\u308c\u307e\u3059\u3002ARIA \u30ed\u30fc\u30eb\u306b\u52a0\u3048\u3066\u3001XHTML Role Attribute Module \u306e\u4e00\u9023\u306e\u30ca\u30d3\u30b2\u30fc\u30b7\u30e7\u30f3\u30ed\u30fc\u30eb\u3082\u30b5\u30dd\u30fc\u30c8\u3055\u308c\u307e\u3059\u30021 \u3064\u306e\u8981\u7d20\u306b\u3001ARIA \u30ed\u30fc\u30eb\u306b\u52a0\u3048\u3066\u30ca\u30d3\u30b2\u30fc\u30b7\u30e7\u30f3\u30ed\u30fc\u30eb\u3092\u8a2d\u5b9a\u3067\u304d\u307e\u3059\u3002
property.waiState.name= WAI ARIA \u72b6\u614b
property.waiState.descr= WAI ARIA \u306f\u3001\u30e6\u30fc\u30b6\u30fc\u88dc\u52a9\u6a5f\u80fd\u3092\u30b5\u30dd\u30fc\u30c8\u3059\u308b\u305f\u3081\u306b\u4f7f\u7528\u3055\u308c\u308b\u30a2\u30af\u30bb\u30b7\u30d3\u30ea\u30c6\u30a3\u306e\u72b6\u614b\u3068\u30d7\u30ed\u30d1\u30c6\u30a3\u306e\u30b3\u30ec\u30af\u30b7\u30e7\u30f3\u3092\u63d0\u4f9b\u3057\u307e\u3059\u3002\u72b6\u614b\u306f\u3001\u72b6\u614b\u306e\u540d\u524d\u3068\u5024\u306e\u30da\u30a2\u3068\u3057\u3066\u6307\u5b9a\u3055\u308c\u307e\u3059\u3002\u72b6\u614b\u3068\u5024\u306f\u3001\u30cf\u30a4\u30d5\u30f3\u6587\u5b57 (-) \u3067\u533a\u5207\u308a\u307e\u3059\u3002
property.onBlur.name= \u30d5\u30a9\u30fc\u30ab\u30b9\u30aa\u30d5\u30b9\u30af\u30ea\u30d7\u30c8
property.onBlur.descr= \u3053\u306e\u30b3\u30f3\u30c8\u30ed\u30fc\u30eb\u304c\u30d5\u30a9\u30fc\u30ab\u30b9\u3092\u5931\u3063\u305f\u3068\u304d\u306b\u5b9f\u884c\u3055\u308c\u308b JavaScript \u30b3\u30fc\u30c9
property.onClose.name= \u30b9\u30af\u30ea\u30d7\u30c8\u3092\u9589\u3058\u308b
property.onClose.descr= \u3053\u306e\u30b3\u30f3\u30c8\u30ed\u30fc\u30eb\u3092\u9589\u3058\u308b\u3053\u3068\u3092\u8981\u6c42\u3055\u308c\u305f\u5834\u5408\u306b\u9589\u3058\u308b\u304b\u3069\u3046\u304b\u3092\u6c7a\u5b9a\u3059\u308b\u305f\u3081\u306b\u5b9f\u884c\u3055\u308c\u308b JavaScript \u30b3\u30fc\u30c9\u3002
property.onShow.name= \u30b9\u30af\u30ea\u30d7\u30c8\u306e\u8868\u793a
property.onShow.descr= \u30ec\u30a4\u30a2\u30a6\u30c8\u30b3\u30f3\u30c6\u30ca\u3067\u3053\u306e\u30b3\u30f3\u30c8\u30ed\u30fc\u30eb\u304c\u9078\u629e\u6e08\u307f\u30da\u30a4\u30f3\u306b\u306a\u3063\u305f\u3068\u304d\u3001\u307e\u305f\u306f\u30c0\u30a4\u30a2\u30ed\u30b0\u3001\u30c4\u30fc\u30eb\u30c1\u30c3\u30d7\u30c0\u30a4\u30a2\u30ed\u30b0\u3001\u307e\u305f\u306f\u30bf\u30a4\u30c8\u30eb\u30da\u30a4\u30f3\u306e\u8868\u793a\u3092\u6307\u793a\u3059\u308b\u305f\u3081\u306b\u5b9f\u884c\u3055\u308c\u308b JavaScript \u30b3\u30fc\u30c9\u3002
property.onHide.name= \u30b9\u30af\u30ea\u30d7\u30c8\u3092\u975e\u8868\u793a\u306b\u3059\u308b
property.onHide.descr= \u30ec\u30a4\u30a2\u30a6\u30c8\u30b3\u30f3\u30c6\u30ca\u3067\u5225\u306e\u30b3\u30f3\u30c8\u30ed\u30fc\u30eb\u304c\u9078\u629e\u6e08\u307f\u30da\u30a4\u30f3\u306b\u306a\u3063\u305f\u3068\u304d\u3001\u307e\u305f\u306f\u30c0\u30a4\u30a2\u30ed\u30b0\u3001\u30c4\u30fc\u30eb\u30c1\u30c3\u30d7\u30c0\u30a4\u30a2\u30ed\u30b0\u3001\u30bf\u30a4\u30c8\u30eb\u30da\u30a4\u30f3\u306e\u975e\u8868\u793a\u3092\u6307\u793a\u3059\u308b\u305f\u3081\u306b\u5b9f\u884c\u3055\u308c\u308b JavaScript \u30b3\u30fc\u30c9\u3002
property.onDblClick.name= \u30c0\u30d6\u30eb\u30af\u30ea\u30c3\u30af\u30b9\u30af\u30ea\u30d7\u30c8
property.onDblClick.descr= \u3053\u306e\u30b3\u30f3\u30c8\u30ed\u30fc\u30eb\u4e0a\u3067\u30dd\u30a4\u30f3\u30bf\u30b3\u30f3\u30c8\u30ed\u30fc\u30eb\u3092\u30c0\u30d6\u30eb\u30af\u30ea\u30c3\u30af\u3057\u305f\u3068\u304d\u306b\u5b9f\u884c\u3055\u308c\u308b JavaScript \u30b3\u30fc\u30c9
property.onFocus.name= \u30d5\u30a9\u30fc\u30ab\u30b9\u30aa\u30f3\u30b9\u30af\u30ea\u30d7\u30c8
property.onFocus.descr= \u3053\u306e\u30b3\u30f3\u30c8\u30ed\u30fc\u30eb\u304c\u30d5\u30a9\u30fc\u30ab\u30b9\u3092\u53d7\u3051\u53d6\u3063\u305f\u3068\u304d\u306b\u5b9f\u884c\u3055\u308c\u308b JavaScript \u30b3\u30fc\u30c9
property.onKeyDown.name= \u30ad\u30fc\u30c0\u30a6\u30f3\u30b9\u30af\u30ea\u30d7\u30c8
property.onKeyDown.descr= \u3053\u306e\u30b3\u30f3\u30c8\u30ed\u30fc\u30eb\u4e0a\u3067\u30ad\u30fc\u3092\u62bc\u3057\u305f\u3068\u304d\u306b\u5b9f\u884c\u3055\u308c\u308b JavaScript \u30b3\u30fc\u30c9
property.onKeyPress.name= \u30ad\u30fc\u30d7\u30ec\u30b9\u30b9\u30af\u30ea\u30d7\u30c8
property.onKeyPress.descr= \u3053\u306e\u30b3\u30f3\u30c8\u30ed\u30fc\u30eb\u4e0a\u3067\u30ad\u30fc\u3092\u62bc\u3057\u3066\u653e\u3057\u305f\u3068\u304d\u306b\u5b9f\u884c\u3055\u308c\u308b JavaScript \u30b3\u30fc\u30c9
property.onKeyUp.name= \u30ad\u30fc\u30a2\u30c3\u30d7\u30b9\u30af\u30ea\u30d7\u30c8
property.onKeyUp.descr= \u3053\u306e\u30b3\u30f3\u30c8\u30ed\u30fc\u30eb\u4e0a\u3067\u30ad\u30fc\u3092\u653e\u3057\u305f\u3068\u304d\u306b\u5b9f\u884c\u3055\u308c\u308b JavaScript \u30b3\u30fc\u30c9
property.onMouseDown.name= \u30de\u30a6\u30b9\u30c0\u30a6\u30f3\u30b9\u30af\u30ea\u30d7\u30c8
property.onMouseDown.descr= \u3053\u306e\u30b3\u30f3\u30c8\u30ed\u30fc\u30eb\u4e0a\u3067\u30dd\u30a4\u30f3\u30bf\u30b3\u30f3\u30c8\u30ed\u30fc\u30eb\u3092\u62bc\u3057\u305f\u3068\u304d\u306b\u5b9f\u884c\u3055\u308c\u308b JavaScript \u30b3\u30fc\u30c9
property.onMouseEnter.name= \u30de\u30a6\u30b9\u5165\u30b9\u30af\u30ea\u30d7\u30c8
property.onMouseEnter.descr= \u30dd\u30a4\u30f3\u30bf\u30b3\u30f3\u30c8\u30ed\u30fc\u30eb\u304c\u3053\u306e\u30b3\u30f3\u30c8\u30ed\u30fc\u30eb\u306b\u5165\u3063\u305f\u3068\u304d\u306b JavaScript \u30b3\u30fc\u30c9\u304c\u5b9f\u884c\u3055\u308c\u307e\u3059\u3002
property.onMouseLeave.name= \u30de\u30a6\u30b9\u51fa\u30b9\u30af\u30ea\u30d7\u30c8
property.onMouseLeave.descr= \u30dd\u30a4\u30f3\u30bf\u30b3\u30f3\u30c8\u30ed\u30fc\u30eb\u304c\u3053\u306e\u30b3\u30f3\u30c8\u30ed\u30fc\u30eb\u304b\u3089\u51fa\u305f\u3068\u304d\u306b JavaScript \u30b3\u30fc\u30c9\u304c\u5b9f\u884c\u3055\u308c\u307e\u3059\u3002
property.onMouseMove.name= \u30de\u30a6\u30b9\u79fb\u52d5\u30b9\u30af\u30ea\u30d7\u30c8
property.onMouseMove.descr= \u3053\u306e\u30b3\u30f3\u30c8\u30ed\u30fc\u30eb\u5185\u3067\u30dd\u30a4\u30f3\u30bf\u30b3\u30f3\u30c8\u30ed\u30fc\u30eb\u304c\u79fb\u52d5\u3057\u305f\u3068\u304d\u306b\u5b9f\u884c\u3055\u308c\u308b JavaScript \u30b3\u30fc\u30c9
property.onMouseOut.name= \u30de\u30a6\u30b9\u30a2\u30a6\u30c8\u30b9\u30af\u30ea\u30d7\u30c8
property.onMouseOut.descr= \u3053\u306e\u30b3\u30f3\u30c8\u30ed\u30fc\u30eb\u304b\u3089\u30dd\u30a4\u30f3\u30bf\u30b3\u30f3\u30c8\u30ed\u30fc\u30eb\u304c\u96e2\u308c\u305f\u3068\u304d\u306b\u5b9f\u884c\u3055\u308c\u308b JavaScript \u30b3\u30fc\u30c9
property.onMouseOver.name= \u30de\u30a6\u30b9\u30aa\u30fc\u30d0\u30fc\u30b9\u30af\u30ea\u30d7\u30c8
property.onMouseOver.descr= \u3053\u306e\u30b3\u30f3\u30c8\u30ed\u30fc\u30eb\u4e0a\u306b\u30dd\u30a4\u30f3\u30bf\u30b3\u30f3\u30c8\u30ed\u30fc\u30eb\u3092\u7f6e\u3044\u305f\u3068\u304d\u306b\u5b9f\u884c\u3055\u308c\u308b JavaScript \u30b3\u30fc\u30c9
property.onMouseUp.name= \u30de\u30a6\u30b9\u30a2\u30c3\u30d7\u30b9\u30af\u30ea\u30d7\u30c8
property.onMouseUp.descr= \u3053\u306e\u30b3\u30f3\u30c8\u30ed\u30fc\u30eb\u4e0a\u3067\u30dd\u30a4\u30f3\u30bf\u30b3\u30f3\u30c8\u30ed\u30fc\u30eb\u3092\u653e\u3057\u305f\u3068\u304d\u306b\u5b9f\u884c\u3055\u308c\u308b JavaScript \u30b3\u30fc\u30c9
component.com.ibm.xsp.extlib.dojo.WidgetBase.name= Dojo \u30a6\u30a3\u30b8\u30a7\u30c3\u30c8\u30d9\u30fc\u30b9
component.com.ibm.xsp.extlib.dojo.WidgetBase.descr= \u3059\u3079\u3066\u30a6\u30a3\u30b8\u30a7\u30c3\u30c8\u306e\u7d99\u627f\u5143\u3068\u306a\u308b\u30d9\u30fc\u30b9 Dojo \u30a6\u30a3\u30b8\u30a7\u30c3\u30c8
component.com.ibm.xsp.extlib.dojo.Widget.name= Dojo \u30a6\u30a3\u30b8\u30a7\u30c3\u30c8
component.com.ibm.xsp.extlib.dojo.Widget.descr= Dojo \u30a6\u30a3\u30b8\u30a7\u30c3\u30c8\u30d9\u30fc\u30b9\u304b\u3089\u7d99\u627f\u3057\u3001\u3059\u3079\u3066\u306e Dojo \u30a4\u30d9\u30f3\u30c8\u3092\u8ffd\u52a0\u3057\u307e\u3059\u3002\u30e2\u30d0\u30a4\u30eb\u30c7\u30d0\u30a4\u30b9\u306e\u4e00\u90e8\u306e\u30b3\u30f3\u30c8\u30ed\u30fc\u30eb\u3092\u9664\u304d\u3001\u307b\u3068\u3093\u3069\u306e\u30a6\u30a3\u30b8\u30a7\u30c3\u30c8\u306f\u3053\u308c\u3092\u7d99\u627f\u3057\u307e\u3059\u3002
