# *****************************************************************
#
# IBM Confidential
#
# OCO Source Materials
#
# Copyright IBM Corp. 2010, 2012                                   
#
# The source code for this program is not published or otherwise
# divested of its trade secrets, irrespective of what has been
# deposited with the U.S. Copyright Office.
#
# ***************************************************************** 
# DO NOT EDIT. THIS FILE IS GENERATED.
# NLS_ENCODING=UNICODE 
# NLS_MARKUP=IBMNJDK2 
# NLS_MESSAGEFORMAT_NONE
## G11N SA UI -- Special IT Audience resources follow
complex-type.com.ibm.xsp.extlib.model.DataAccessorSource.name= \u30a2\u30af\u30bb\u30b9\u6a5f\u80fd\u3092\u4f7f\u7528\u3057\u305f\u62bd\u8c61\u30ea\u30b9\u30c8\u30c7\u30fc\u30bf\u30bd\u30fc\u30b9
complex-type.com.ibm.xsp.extlib.model.DataAccessorSource.descr= \u30c7\u30fc\u30bf\u30a2\u30af\u30bb\u30b9\u6a5f\u80fd\u304b\u3089\u5f97\u3089\u308c\u305f\u30ea\u30b9\u30c8\u306e\u30c7\u30fc\u30bf\u30bd\u30fc\u30b9\u7528\u62bd\u8c61\u30af\u30e9\u30b9
property.clearOnRendering.name= \u30ec\u30f3\u30c0\u30ea\u30f3\u30b0\u6642\u306b\u30af\u30ea\u30a2
# "beforeRenderingPhase" should not be translated
property.clearOnRendering.descr= \u30c7\u30fc\u30bf\u3092\u30ec\u30f3\u30c0\u30ea\u30f3\u30b0\u3059\u308b\u305f\u3073\u306b\u66f4\u65b0\u3059\u308b\u304b\u3069\u3046\u304b\u3092\u6307\u5b9a\u3057\u307e\u3059\u3002\u6307\u5b9a\u3057\u305f\u5834\u5408\u306f\u3001beforeRenderingPhase \u901a\u77e5\u51e6\u7406\u4e2d\u306b\u884c\u308f\u308c\u307e\u3059\u3002\u30c7\u30d5\u30a9\u30eb\u30c8\u3067\u306f\u3001\u66f4\u65b0\u306a\u3057\u3067\u3059\u3002
property.cacheSuffix.name= \u30c7\u30fc\u30bf\u30b9\u30c8\u30ec\u30fc\u30b8\u306e\u30ad\u30e3\u30c3\u30b7\u30e5\u30b5\u30d5\u30a3\u30c3\u30af\u30b9
# "applicationScope" and "sessionScope" are technical terms and should not be translated.
property.cacheSuffix.descr= \u30c7\u30fc\u30bf\u30bd\u30fc\u30b9\u304c applicationScope \u307e\u305f\u306f sessionScope \u3092\u4f7f\u7528\u3057\u3066\u3044\u3066\u3001\u8907\u6570\u306e\u30da\u30fc\u30b8\u3067\u5171\u6709\u3067\u304d\u308b\u5834\u5408\u306b\u4f7f\u7528\u3057\u307e\u3059\u3002\u3053\u306e ID \u306f\u3001\u30ad\u30e3\u30c3\u30b7\u30e5\u306b\u5165\u308c\u3089\u308c\u305f\u30c7\u30fc\u30bf\u3092\u8b58\u5225\u3059\u308b\u305f\u3081\u306b\u4f7f\u7528\u3055\u308c\u307e\u3059\u3002
complex-type.com.ibm.xsp.extlib.model.DataAccessorBlockSource.name= \u30a2\u30af\u30bb\u30b9\u6a5f\u80fd\u3092\u4f7f\u7528\u3057\u3066\u30c7\u30fc\u30bf\u30d6\u30ed\u30c3\u30af\u3092\u7ba1\u7406\u3059\u308b\u62bd\u8c61\u30ea\u30b9\u30c8\u30c7\u30fc\u30bf\u30bd\u30fc\u30b9
complex-type.com.ibm.xsp.extlib.model.DataAccessorBlockSource.descr= \u30c7\u30fc\u30bf\u30d6\u30ed\u30c3\u30af\u3092\u7ba1\u7406\u3059\u308b\u30c7\u30fc\u30bf\u30bd\u30fc\u30b9\u7528\u306e\u62bd\u8c61\u30af\u30e9\u30b9\u3002\u30d6\u30ed\u30c3\u30af\u30b5\u30a4\u30ba\u306e\u521d\u671f\u8a2d\u5b9a\u306f 20 \u30c7\u30fc\u30bf\u9805\u76ee\u3067\u3042\u308a\u3001\u30b3\u30fc\u30c9\u306b\u3088\u3063\u3066\u8981\u6c42\u3055\u308c\u308b\u9805\u76ee\u30ab\u30a6\u30f3\u30c8\u306b\u3088\u3063\u3066\u52d5\u7684\u306b\u5909\u66f4\u3055\u308c\u307e\u3059\u3002
property.maxBlockCount.name= \u6700\u5927\u30d6\u30ed\u30c3\u30af\u6570
property.maxBlockCount.descr= \u30c7\u30fc\u30bf\u30d6\u30ed\u30c3\u30af\u304c\u30ad\u30e3\u30c3\u30b7\u30e5\u306b\u5165\u308c\u3089\u308c\u308b\u5834\u5408\u306b\u3001\u30c7\u30fc\u30bf\u30bd\u30fc\u30b9\u306b\u3088\u3063\u3066\u4f7f\u7528\u3055\u308c\u307e\u3059\u3002\u30c7\u30d5\u30a9\u30eb\u30c8\u306f 0 \u3067\u3059\u3002\u5024 0 \u3068 1 \u306f\u3001\u65b0\u898f\u30d6\u30ed\u30c3\u30af\u306e\u8ffd\u52a0\u6642\u306b\u65e2\u5b58\u30d6\u30ed\u30c3\u30af\u3092\u7834\u68c4\u3059\u308b\u3053\u3068\u3092\u610f\u5473\u3057\u307e\u3059\u3002
property.timeout.name= \u30d6\u30ed\u30c3\u30af\u30bf\u30a4\u30e0\u30a2\u30a6\u30c8
property.timeout.descr= \u30c7\u30fc\u30bf\u30d6\u30ed\u30c3\u30af\u306e\u30bf\u30a4\u30e0\u30a2\u30a6\u30c8 (\u79d2) \u3092\u5b9a\u7fa9\u3057\u307e\u3059\u3002\u30d6\u30ed\u30c3\u30af\u304c\u30bf\u30a4\u30e0\u30a2\u30a6\u30c8\u306b\u306a\u308b\u3068\u3001\u305d\u306e\u30d6\u30ed\u30c3\u30af\u306f\u30e1\u30e2\u30ea\u304b\u3089\u7834\u68c4\u3055\u308c\u3066\u3001\u5225\u306e\u30c7\u30fc\u30bf\u30a2\u30af\u30bb\u30b9\u304c\u5b9f\u884c\u3055\u308c\u307e\u3059\u3002
complex-type.objectData.name= \u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u30c7\u30fc\u30bf\u30bd\u30fc\u30b9
complex-type.objectData.descr= \u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u30c7\u30fc\u30bf\u30bd\u30fc\u30b9\u306f\u3001\u30aa\u30d6\u30b8\u30a7\u30af\u30c8 (Java \u307e\u305f\u306f JavaScript) \u3092\u4f5c\u6210\u3057\u3066\u64cd\u4f5c\u3057\u307e\u3059\u3002\u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u306f\u30b7\u30ea\u30a2\u30e9\u30a4\u30ba\u53ef\u80fd\u3067\u306a\u3051\u308c\u3070\u306a\u3089\u305a\u3001\u307e\u305f\u30c7\u30fc\u30bf\u30bd\u30fc\u30b9\u304c\u6240\u6709\u3057\u3066\u3044\u308b\u5fc5\u8981\u304c\u3042\u308a\u307e\u3059 (\u30b9\u30b3\u30fc\u30d7\u306b\u3088\u3063\u3066\u6240\u6709\u3055\u308c\u308b Bean \u3067\u3042\u3063\u3066\u306f\u306a\u308a\u307e\u305b\u3093)\u3002
property.readonly.name= \u8aad\u307f\u53d6\u308a\u5c02\u7528\u30d5\u30e9\u30b0
# "false" should not be translated
property.readonly.descr= \u5024 true \u306f\u3001\u3053\u306e\u30c7\u30fc\u30bf\u30bd\u30fc\u30b9\u304c\u8aad\u307f\u53d6\u308a\u5c02\u7528\u3067\u3042\u308b\u3053\u3068\u3092\u6307\u5b9a\u3057\u307e\u3059\u3002\u30c7\u30d5\u30a9\u30eb\u30c8\u306f false \u3067\u3059\u3002
property.createObject.name= \u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u30b9\u30af\u30ea\u30d7\u30c8\u5f0f\u306e\u4f5c\u6210
property.createObject.descr= \u3053\u306e\u30b9\u30af\u30ea\u30d7\u30c8\u306f\u3001\u30c7\u30fc\u30bf\u30bd\u30fc\u30b9\u306b\u3088\u3063\u3066\u51e6\u7406\u3055\u308c\u308b\u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u3092\u4f5c\u6210\u3059\u308b\u305f\u3081\u306b\u8d77\u52d5\u3055\u308c\u307e\u3059\u3002
property.saveObject.name= \u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u30b9\u30af\u30ea\u30d7\u30c8\u5f0f\u306e\u4fdd\u5b58
# "true" should not be translated
property.saveObject.descr= \u3053\u306e\u30b9\u30af\u30ea\u30d7\u30c8\u306f\u3001\u30c7\u30fc\u30bf\u30bd\u30fc\u30b9\u306b\u3088\u3063\u3066\u51e6\u7406\u3055\u308c\u308b\u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u3092\u4fdd\u5b58\u3059\u308b\u305f\u3081\u306b\u8d77\u52d5\u3055\u308c\u307e\u3059\u3002[\u8aad\u307f\u53d6\u308a\u5c02\u7528\u30d5\u30e9\u30b0] \u30d7\u30ed\u30d1\u30c6\u30a3\u304c true \u306b\u8a2d\u5b9a\u3055\u308c\u3066\u3044\u308b\u5834\u5408\u306f\u3001\u3053\u308c\u306f\u4f7f\u7528\u3055\u308c\u307e\u305b\u3093\u3002
