# *****************************************************************
#
# IBM Confidential
#
# OCO Source Materials
#
# Copyright IBM Corp. 2010, 2012                                   
#
# The source code for this program is not published or otherwise
# divested of its trade secrets, irrespective of what has been
# deposited with the U.S. Copyright Office.
#
# ***************************************************************** 
# DO NOT EDIT. THIS FILE IS GENERATED.
# NLS_ENCODING=UNICODE 
# NLS_MARKUP=IBMNJDK2 
# NLS_MESSAGEFORMAT_NONE
## G11N SA UI -- Special IT Audience resources follow
complex-type.dominoViewValuePicker.name= \u30d3\u30e5\u30fc\u307e\u305f\u306f\u30d5\u30a9\u30eb\u30c0\u7528\u306e\u5024\u30d4\u30c3\u30ab\u30fc\u30c7\u30fc\u30bf\u30d7\u30ed\u30d0\u30a4\u30c0
complex-type.dominoViewValuePicker.descr= Domino \u30d3\u30e5\u30fc\u307e\u305f\u306f\u30d5\u30a9\u30eb\u30c0\u304b\u3089\u30c7\u30fc\u30bf\u3092\u8aad\u307f\u53d6\u308b\u5024\u30d4\u30c3\u30ab\u30fc\u30c7\u30fc\u30bf\u30d7\u30ed\u30d0\u30a4\u30c0
property.labelColumn.complex-type.dominoViewValuePicker.name= \u30e9\u30d9\u30eb\u5217\u540d
property.labelColumn.complex-type.dominoViewValuePicker.descr= \u30d4\u30c3\u30ab\u30fc\u3067\u30e9\u30d9\u30eb\u3068\u3057\u3066\u4f7f\u7528\u3055\u308c\u308b\u5024\u304c\u542b\u307e\u308c\u305f\u5217\u306e\u540d\u524d
property.searchType.name= \u691c\u7d22\u306e\u30bf\u30a4\u30d7
# "match" "ftSearch" and "startFrom" should not be translated
property.searchType.descr= \u9069\u7528\u3059\u308b\u691c\u7d22\u306e\u30bf\u30a4\u30d7\u3092\u5b9a\u7fa9\u3057\u307e\u3059\u3002\u30aa\u30d7\u30b7\u30e7\u30f3\u306b\u306f\u3001match (\u30d3\u30e5\u30fc\u5185\u306e\u5358\u4e00\u307e\u305f\u306f\u8907\u6570\u306e\u30ad\u30fc\u306b\u5bfe\u3057\u3066\u691c\u7d22\u5024\u3092\u7a81\u304d\u5408\u308f\u305b\u308b)\u3001ftSearch (\u30a8\u30f3\u30c8\u30ea\u306e\u5168\u6587\u691c\u7d22\u3067\u5024\u3092\u691c\u7d22)\u3001startFrom (\u30c7\u30d5\u30a9\u30eb\u30c8\u306e\u691c\u7d22\u30bf\u30a4\u30d7\u3001\u5024\u3092\u30ad\u30fc\u3068\u3057\u3066\u7a81\u304d\u5408\u308f\u305b\u3066\u304b\u3089\u3001\u305d\u306e\u30a8\u30f3\u30c8\u30ea\u3068\u3059\u3079\u3066\u306e\u5f8c\u7d9a\u30a8\u30f3\u30c8\u30ea\u3092\u8fd4\u3059) \u304c\u3042\u308a\u307e\u3059\u3002
complex-type.dominoNABNamePicker.name= Domino \u30a2\u30c9\u30ec\u30b9\u5e33\u540d\u524d\u30d4\u30c3\u30ab\u30fc\u30c7\u30fc\u30bf\u30d7\u30ed\u30d0\u30a4\u30c0
complex-type.dominoNABNamePicker.descr= Domino \u30a2\u30c9\u30ec\u30b9\u5e33\u304b\u3089\u30c7\u30fc\u30bf\u3092\u8aad\u307f\u53d6\u308b\u540d\u524d\u30d4\u30c3\u30ab\u30fc\u30c7\u30fc\u30bf\u30d7\u30ed\u30d0\u30a4\u30c0
property.addressBookSel.name= \u30a2\u30c9\u30ec\u30b9\u5e33\u9078\u629e
property.addressBookSel.descr= \u30a2\u30c9\u30ec\u30b9\u5e33\u30c7\u30fc\u30bf\u30d9\u30fc\u30b9\u306e\u30ea\u30b9\u30c8\u3092\u5b9a\u7fa9\u3057\u307e\u3059
property.addressBookDb.name= \u30a2\u30c9\u30ec\u30b9\u5e33\u30c7\u30fc\u30bf\u30d9\u30fc\u30b9\u30b0\u30eb\u30fc\u30d7
# "addressBookSel" "db-name" should not be translated
property.addressBookDb.descr= addressBookSel \u30d7\u30ed\u30d1\u30c6\u30a3\u306e\u9078\u629e\u30bf\u30a4\u30d7\u304c db-name \u306e\u5834\u5408\u306e\u3001\u30a2\u30c9\u30ec\u30b9\u5e33\u304c\u5165\u3063\u3066\u3044\u308b\u30c7\u30fc\u30bf\u30d9\u30fc\u30b9\u306e\u540d\u524d\u3092\u5b9a\u7fa9\u3057\u307e\u3059
property.nameList.name= \u540d\u524d\u30ea\u30b9\u30c8\u30bf\u30a4\u30d7
property.nameList.descr= \u3053\u308c\u306f\u3001\u30e6\u30fc\u30b6\u30fc\u3084\u30b0\u30eb\u30fc\u30d7\u306a\u3069\u3001\u8868\u793a\u3059\u308b\u540d\u524d\u306e\u30ea\u30b9\u30c8\u3092\u5b9a\u7fa9\u3057\u307e\u3059\u3002\u3053\u306e\u30d7\u30ed\u30d1\u30c6\u30a3\u3092\u8a2d\u5b9a\u3059\u308b\u3068\u3001\u30e6\u30fc\u30b6\u30fc\u3068\u30b0\u30eb\u30fc\u30d7\u306e\u30d6\u30fc\u30eb\u30d7\u30ed\u30d1\u30c6\u30a3\u306f\u7121\u8996\u3055\u308c\u307e\u3059\u3002
property.people.name= \u30e6\u30fc\u30b6\u30fc\u3092\u542b\u3081\u308b
# "nameList" should not be translated
property.people.descr= \u30e6\u30fc\u30b6\u30fc\u30a8\u30f3\u30c8\u30ea\u3092\u542b\u3081\u308b\u304b\u3069\u3046\u304b\u3092\u6307\u5b9a\u3057\u307e\u3059\u3002 \u30c7\u30d5\u30a9\u30eb\u30c8\u306f true \u3067\u3059\u3002 "nameList" \u30d7\u30ed\u30d1\u30c6\u30a3\u306b\u5024\u304c\u306a\u3044\u5834\u5408\u306b\u306e\u307f\u4f7f\u7528\u3055\u308c\u307e\u3059\u3002
property.groups.name= \u30b0\u30eb\u30fc\u30d7\u3092\u542b\u3081\u308b
# "nameList" should not be translated
property.groups.descr= \u30b0\u30eb\u30fc\u30d7\u30a8\u30f3\u30c8\u30ea\u3092\u542b\u3081\u308b\u304b\u3069\u3046\u304b\u3092\u6307\u5b9a\u3057\u307e\u3059\u3002 \u30c7\u30d5\u30a9\u30eb\u30c8\u306f true \u3067\u3059\u3002 "nameList" \u30d7\u30ed\u30d1\u30c6\u30a3\u306b\u5024\u304c\u306a\u3044\u5834\u5408\u306b\u306e\u307f\u4f7f\u7528\u3055\u308c\u307e\u3059\u3002
complex-type.dominoViewNamePicker.name= \u30d3\u30e5\u30fc\u307e\u305f\u306f\u30d5\u30a9\u30eb\u30c0\u7528\u306e\u540d\u524d\u30d4\u30c3\u30ab\u30fc\u30c7\u30fc\u30bf\u30d7\u30ed\u30d0\u30a4\u30c0
complex-type.dominoViewNamePicker.descr= Domino \u30d3\u30e5\u30fc\u307e\u305f\u306f\u30d5\u30a9\u30eb\u30c0\u304b\u3089\u30c7\u30fc\u30bf\u3092\u8aad\u307f\u53d6\u308b\u540d\u524d\u30d4\u30c3\u30ab\u30fc\u30c7\u30fc\u30bf\u30d7\u30ed\u30d0\u30a4\u30c0
property.labelColumn.complex-type.dominoViewNamePicker.name= \u30e9\u30d9\u30eb\u5217\u540d
property.labelColumn.complex-type.dominoViewNamePicker.descr= \u30d4\u30c3\u30ab\u30fc\u3067\u30e9\u30d9\u30eb\u3068\u3057\u3066\u4f7f\u7528\u3055\u308c\u308b\u5024\u304c\u542b\u307e\u308c\u305f\u3001\u30d3\u30e5\u30fc\u5185\u306e\u5217\u306e\u540d\u524d
property.label.name= \u30c7\u30fc\u30bf\u30d7\u30ed\u30d0\u30a4\u30c0\u30e9\u30d9\u30eb
property.label.descr= \u8907\u6570\u306e\u30c7\u30fc\u30bf\u30d7\u30ed\u30d0\u30a4\u30c0\u3092\u4f7f\u7528\u3057\u3066\u3044\u308b\u5834\u5408\u306b\u4e00\u610f\u7684\u306b\u8b58\u5225\u3059\u308b\u305f\u3081\u306e\u3001\u3053\u306e\u540d\u524d\u30c7\u30fc\u30bf\u30d7\u30ed\u30d0\u30a4\u30c0\u306e\u30e9\u30d9\u30eb\u3002\u3053\u308c\u306f\u3001\u30d4\u30c3\u30ab\u30fc\u30b3\u30f3\u30c8\u30ed\u30fc\u30eb\u30c0\u30a4\u30a2\u30ed\u30b0\u3067\u3001\u691c\u7d22\u3059\u308b\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u3092\u30e6\u30fc\u30b6\u30fc\u304c\u9078\u629e\u3067\u304d\u308b\u30ea\u30b9\u30c8\u5185\u306b\u8868\u793a\u3055\u308c\u307e\u3059\u3002
