# *****************************************************************
#
# IBM Confidential
#
# OCO Source Materials
#
# Copyright IBM Corp. 2010, 2012                                   
#
# The source code for this program is not published or otherwise
# divested of its trade secrets, irrespective of what has been
# deposited with the U.S. Copyright Office.
#
# ***************************************************************** 
# DO NOT EDIT. THIS FILE IS GENERATED.
# NLS_ENCODING=UNICODE 
# NLS_MARKUP=IBMNJDK2 
# NLS_MESSAGEFORMAT_NONE
## G11N SA UI -- Special IT Audience resources follow
complex-type.dominoViewCloudData.name= Domino \u30d3\u30e5\u30fc\u30bf\u30b0\u30af\u30e9\u30a6\u30c9\u30c7\u30fc\u30bf\u30d7\u30ed\u30d0\u30a4\u30c0
complex-type.dominoViewCloudData.descr= Domino \u30d3\u30e5\u30fc\u304b\u3089\u306e\u30bf\u30b0\u30af\u30e9\u30a6\u30c9\u30c7\u30fc\u30bf
property.viewName.name= \u30d3\u30e5\u30fc\u540d
property.viewName.descr= \u5fc5\u9808: \u30bf\u30b0\u30af\u30e9\u30a6\u30c9\u30c7\u30fc\u30bf\u30bd\u30fc\u30b9\u3068\u3057\u3066\u4f7f\u7528\u3059\u308b IBM Domino \u3067\u30ab\u30c6\u30b4\u30ea\u5316\u3055\u308c\u305f\u30d3\u30e5\u30fc\u306e\u540d\u524d\u3002\u30d3\u30e5\u30fc\u3067\u5fc5\u8981\u306a\u30ab\u30c6\u30b4\u30ea\u5316\u3055\u308c\u305f\u5217\u306f 1 \u3064\u306e\u307f\u3067\u3059\u3002\u6587\u66f8\u30ab\u30a6\u30f3\u30c8\u3084\u30ab\u30c6\u30b4\u30ea\u30ab\u30a6\u30f3\u30c8\u3092\u8a08\u7b97\u3059\u308b\u5fc5\u8981\u306f\u3042\u308a\u307e\u305b\u3093\u3002
property.categoryColumn.name= \u30ab\u30c6\u30b4\u30ea\u5217\u6570
property.categoryColumn.descr= \u30ab\u30c6\u30b4\u30ea\u5316\u3055\u308c\u308b\u30d3\u30e5\u30fc\u5217\u306e\u6570\u307e\u305f\u306f\u30a4\u30f3\u30c7\u30c3\u30af\u30b9\u3002\u5024\u306f\u30c7\u30d5\u30a9\u30eb\u30c8\u3067 0 \u306b\u306a\u308a\u307e\u3059\u3002
property.sortTags.name= \u30bd\u30fc\u30c8\u30bf\u30b0
# Please do not translate "alphabet" or "weight"
property.sortTags.descr= \u30aa\u30d7\u30b7\u30e7\u30f3: \u30bf\u30b0\u306e\u30bd\u30fc\u30c8\u65b9\u6cd5\u3002 \u6709\u52b9\u306a\u5024\u306f\u3001alphabet (\u30a2\u30eb\u30d5\u30a1\u30d9\u30c3\u30c8\u9806\u306e\u30bd\u30fc\u30c8)\u3001weight (\u767a\u751f\u30ab\u30a6\u30f3\u30c8\u3067\u306e\u30bd\u30fc\u30c8) \u3067\u3059\u3002\u30c7\u30d5\u30a9\u30eb\u30c8\u5024\u306f alphabet \u3067\u3059\u3002
property.maxTagLimit.name= \u6700\u5927\u30bf\u30b0\u6570\u5236\u9650
property.maxTagLimit.descr= \u30aa\u30d7\u30b7\u30e7\u30f3: \u30bf\u30b0\u30af\u30e9\u30a6\u30c9\u306b\u8868\u793a\u3059\u308b\u30bf\u30b0\u306e\u6700\u5927\u6570\u3002\u5024\u306f\u30c7\u30d5\u30a9\u30eb\u30c8\u3067 50 \u306b\u306a\u308a\u307e\u3059\u3002
property.tagThreshold.name= \u30bf\u30b0\u3057\u304d\u3044\u5024
property.tagThreshold.descr= \u30af\u30e9\u30a6\u30c9\u306e\u518d\u8a08\u7b97\u3092\u8d77\u52d5\u3059\u308b\u65b0\u898f\u30bf\u30b0\u306e\u6570
property.minEntryCount.name= \u6700\u5c0f\u30a8\u30f3\u30c8\u30ea\u30ab\u30a6\u30f3\u30c8
property.minEntryCount.descr= \u30bf\u30b0\u30af\u30e9\u30a6\u30c9\u306b\u542b\u3081\u308b\u3088\u3046\u306b\u8003\u616e\u3055\u308c\u308b\u3001\u30bf\u30b0\u306b\u542b\u307e\u308c\u3066\u3044\u308b\u5fc5\u8981\u304c\u3042\u308b\u30a8\u30f3\u30c8\u30ea\u306e\u6700\u5c0f\u6570\u3002\u30c7\u30d5\u30a9\u30eb\u30c8\u3067\u306f\u3001\u30d3\u30e5\u30fc\u5185\u306e\u6587\u66f8\u6570\u306b\u57fa\u3065\u3044\u3066\u3001\u5024\u306f\u81ea\u52d5\u7684\u306b\u8a08\u7b97\u3055\u308c\u307e\u3059\u3002
property.cacheMode.name= \u30ad\u30e3\u30c3\u30b7\u30e5\u30e2\u30fc\u30c9
# Do not translate "auto", "manual", "off" and "cacheRefreshInterval" within description
property.cacheMode.descr= auto (\u81ea\u52d5) \u306b\u8a2d\u5b9a\u3059\u308b\u3068\u3001\u30ad\u30e3\u30c3\u30b7\u30e5\u66f4\u65b0\u9593\u9694\u306f\u3001\u30d3\u30e5\u30fc\u5185\u306e\u30a8\u30f3\u30c8\u30ea\u6570\u306b\u57fa\u3065\u3044\u3066\u52d5\u7684\u306b\u8a08\u7b97\u3055\u308c\u307e\u3059\u3002manual \u306b\u8a2d\u5b9a\u3059\u308b\u3068\u3001cacheRefreshInterval \u30d7\u30ed\u30d1\u30c6\u30a3\u306b\u30ad\u30e3\u30c3\u30b7\u30e5\u66f4\u65b0\u9593\u9694\u3092\u6307\u5b9a\u3067\u304d\u307e\u3059\u3002\u6709\u52b9\u306a\u5024\u306f\u3001auto\u3001manual\u3001off \u3067\u3059\u3002\u5024\u306f\u30c7\u30d5\u30a9\u30eb\u30c8\u3067 auto \u306b\u306a\u308a\u307e\u3059\u3002\u30c7\u30d0\u30c3\u30b0\u76ee\u7684\u306e\u5834\u5408\u3092\u9664\u3044\u3066\u3001off \u8a2d\u5b9a\u3092\u9069\u7528\u3059\u308b (\u3064\u307e\u308a\u3001\u30ad\u30e3\u30c3\u30b7\u30e5\u3092\u7121\u52b9\u306b\u3059\u308b) \u3053\u3068\u306f\u304a\u52e7\u3081\u3057\u307e\u305b\u3093\u3002
property.cacheRefreshInterval.name= \u624b\u52d5\u30ad\u30e3\u30c3\u30b7\u30e5\u66f4\u65b0\u9593\u9694
# Do not translate "manual"
property.cacheRefreshInterval.descr= \u30ad\u30e3\u30c3\u30b7\u30e5\u30e2\u30fc\u30c9\u304c manual \u306b\u8a2d\u5b9a\u3055\u308c\u3066\u3044\u308b\u5834\u5408\u306e\u30ad\u30e3\u30c3\u30b7\u30e5\u66f4\u65b0\u9593\u9694 (\u79d2)
property.linkTargetPage.name= \u30bf\u30b0\u30ea\u30f3\u30af\u30da\u30fc\u30b8
property.linkTargetPage.descr= \u30af\u30e9\u30a6\u30c9\u5185\u306e\u30bf\u30b0\u3092\u30af\u30ea\u30c3\u30af\u3057\u305f\u3068\u304d\u306b\u958b\u304f XPage \u306e\u540d\u524d
property.linkRequestParam.name= URL \u8981\u6c42\u30d1\u30e9\u30e1\u30fc\u30bf
property.linkRequestParam.descr= \u751f\u6210\u3055\u308c\u308b\u30bf\u30b0\u30ea\u30f3\u30af\u306b\u5f15\u6570\u3068\u3057\u3066\u7d44\u307f\u8fbc\u307e\u308c\u308b (\u6307\u5b9a\u3057\u305f\u5834\u5408)\u3001\u30aa\u30d7\u30b7\u30e7\u30f3\u306e URL \u8981\u6c42\u30d1\u30e9\u30e1\u30fc\u30bf (\u4f8b\u3048\u3070\u3001tagName)
property.linkMetaSeparator.name= \u30e1\u30bf\u30c7\u30fc\u30bf\u533a\u5207\u308a\u6587\u5b57
property.linkMetaSeparator.descr= linkRequestParam \u306e\u5024\u3068\u7d44\u307f\u5408\u308f\u305b\u3066\u4f7f\u7528\u3055\u308c\u308b\u3001\u30bf\u30b0\u30c7\u30fc\u30bf\u3068\u30e1\u30bf\u30c7\u30fc\u30bf\u306e\u9593\u306e\u533a\u5207\u308a\u6587\u5b57\u3068\u3057\u3066\u6a5f\u80fd\u3059\u308b\u30aa\u30d7\u30b7\u30e7\u30f3\u306e\u6587\u5b57\u3002linkMetaSeparator \u306e\u6587\u5b57\u3092\u4f7f\u7528\u3059\u308b\u5834\u5408\u306f\u3001\u30d0\u30c3\u30af\u30a8\u30f3\u30c9\u3067\u30ab\u30c6\u30b4\u30ea\u5316\u3055\u308c\u305f\u30d3\u30e5\u30fc\u5217\u3067\u3001\u300cxxx | yyy\u300d\u3068\u3044\u3046\u30d5\u30a9\u30fc\u30de\u30c3\u30c8\u306e\u30c7\u30fc\u30bf\u3092\u51fa\u529b\u3059\u308b\u5fc5\u8981\u304c\u3042\u308a\u307e\u3059\u3002\u3053\u3053\u3067\u3001\u300cxxx\u300d\u306f\u30bf\u30b0\u540d\u3067\u3001\u300c|\u300d\u306f linkMetaSeparator \u306e\u6587\u5b57\u3067\u3001\u300cyyy\u300d\u306f\u8981\u6c42\u30d1\u30e9\u30e1\u30fc\u30bf\u3068\u3057\u3066\u4f7f\u7528\u3055\u308c\u308b\u30e1\u30bf\u30c7\u30fc\u30bf\u3067\u3059\u3002linkMetaSeparator \u304c\u6307\u5b9a\u3055\u308c\u3066\u3044\u306a\u3044\u5834\u5408\u306f\u3001\u8981\u6c42\u30d1\u30e9\u30e1\u30fc\u30bf\u5024\u3067\u5b9f\u969b\u306e\u30bf\u30b0\u5024\u304c\u4f7f\u7528\u3055\u308c\u307e\u3059\u3002
